#version: 0.2
T T
A A
C C
G G
A T
A G
C T
C G
A C
T G
A TT
AT G
C AA
C TT
A CC
A GG
CT G
AA G
AA T
A CG
C GG
TT T
TT G
A CT
C AG
CC G
AA AA
C AT
CC T
AG T
GG G
AT AT
C AC
TT TT
CG T
ATT T
TG T
GG T
ATT G
AT AA
AC AA
C ACC
AG AA
C ATG
CT CT
A CTG
AG AG
AA TT
CTT G
AGG G
AT GG
C ATT
CC AA
CAA G
ATG T
AG TT
CT AA
CT CC
CTT T
AC TT
C AGG
ATT TT
C ACG
AT CC
CAA T
AG CC
AG TG
ACC G
CT GG
CG CC
AAG T
TTG T
CGG G
AC AT
CG TG
AC GG
C ACT
ACC T
AA AT
AG CT
TT TG
č Ċ
CC CC
CTG T
AG AT
AGG T
CG CG
AA TG
AA GG
CC TT
AT CT
CAG T
CCG T
ACG T
CC GG
CC TG
TT GG
ATT TG
AT AG
CT CG
AC AG
CGG T
AA AAT
CT AG
TG TG
AC AC
AT CG
GGG T
AA CC
AA AG
AT ATT
CTT TT
CG AG
CT AT
TTT GG
CG TT
TG TT
CG AA
CC AT
AA ATT
AC ATG
GG TG
AA CT
CC AG
ATTG T
AA AC
GG GG
CC CG
C ATTT
AA TTT
AT AAT
AA CAA
GG TT
ATG TT
CC CT
ATAT ATAT
AA AAG
ATG TG
AT CAA
AG CG
TTG TT
CTT TG
CATG T
AC AAG
AC AAT
C ACTG
AC ATT
AT ATG
GG AG
AC ACC
AT AAAA
CAT GG
CACC G
AG CAA
AG AAG
C ATTG
AA CG
CC ACC
TTTT TT
ATT TTT
AAG TT
CAA TT
CTTG T
AG TTT
AC TTT
AT CTT
CT CTT
AG AGG
AG ATT
CCT CC
AA ATG
GG CC
TTG TG
CT CAA
AA ACT
AA ACC
AC ACT
CTG TT
CG CT
AGT GG
CT ATT
AT CAT
ACTG T
GGT GG
C AGGG
AC TTG
CACC T
CT AAT
CAC TT
AC AAAA
AG CAG
CG CCG
AC ACG
CTT GG
AG AAT
CAAG T
AG ATG
CC CAA
AC AGG
AA TTG
CTG TG
ATT GG
AT AAG
CT CCT
ACCG T
CG CGG
CCG TG
AC AGT
AAAA TT
AT ACT
CGT GG
AAT GG
CAG TT
AGG TG
ACC TT
AT CTG
AA CTT
AGG GG
AA CAT
CAA TG
AG TTG
AAG TG
AG CTG
CAG TG
CCG CC
CAC GG
CACG T
ACG TG
AGG TT
AG AAAA
CC ATG
CG AT
AA TTTT
AG CTT
CT CGG
CT CTG
AT AGT
CT CAT
TGT GG
CG AGG
CAA GG
CAGG T
CG ACG
AGGG T
CT ACT
AC GGG
ACC TG
AAT AA
CATT TT
AT GGT
AT CCT
AT ATTT
CAA AA
ATT ATT
CAT CC
AT GGG
AAG AA
CTT CC
CGGG T
CAG CC
ATAA TT
AG CAT
CT ATG
CT GGG
CGG TG
CCT GG
AT ACC
AAAA AA
CGG CC
AG AGT
AT CAG
AG TGT
CTG CC
CCG TT
AT AGG
CAC AA
AAT CC
CT AGG
CGG TT
CGT CC
AC GGT
ATT AA
CGG GG
AG ACT
AAT AAT
ATG AA
CG ACC
ATT TTG
ATT TTTT
ATT CC
CG CTG
CT ACC
AG CCG
AG ACC
CT AGT
CT CCG
CT AAAA
AA GGG
CG TTT
AT CCG
ACT GG
CG TTG
AA AGG
CT CAG
CG AAG
CG ATG
CT GGT
AG TTTT
AG CCT
CC ACG
CG TGT
CT AAG
AC ATAT
AAAA TG
CG CCT
CC TTG
CC AAG
AA TGT
CT CGT
AA ATAA
AG ACG
AG CGG
CG CAG
ACC GG
AC TTTT
CTT TTT
CG CAA
CC TTT
AA ATTT
AA AGT
AA ACG
CC CTT
ATATATAT ATATATAT
ATT TGT
AA CTG
AT CAC
AA CAG
CC ACT
AA ATAT
AA ACAA
ATTG TT
ATTT GG
CC CAT
AG CAC
AC ATGT
GGG TG
CC ATT
AT CGG
AAG AAG
CCG CCG
CTT CTT
AC ACAA
CAA CAA
AA GGT
GGG TT
CT ATAT
ACG TT
AC ATAA
AT CGT
CC AAT
AG AGAA
CAA AAT
AATT TG
CGG CGG
CG AGT
AGG AGG
AAAA AAT
CG AAT
AGTT TG
AC ATTT
CC CCT
AA CCG
CATT TG
CG ACT
CAG CAG
CG ATT
CC CTG
CATG TG
TTTT TG
CC AGG
CG CGT
AA CCT
CT ATTT
AC ATGG
CT CAC
CTG CTG
ATT CAA
AGAA TT
AT ATTTT
ATG TTT
AT ACG
CC GGG
CT ACG
AT ATGT
CTTG TT
CG CTT
N N
AAT ATT
CG CAT
CC CAG
AAAA AAAA
AT ACAA
AT CCAA
CC TGT
CCT CCT
CT ATAA
CC CCG
AA CAC
CTT TTG
AT AGAA
TT TTT
AAT CAA
ATG ATG
ATTG TG
CT AATT
AAAA GG
AA CGG
ACTT TG
CG CAC
CATG TT
ATG TTG
TTTT TTT
CT CCAA
ACT ACT
AG ATAT
ACAA TT
CAT CAT
CTTG TG
AGT CC
AT CTCT
ATGT GG
AA CCAA
CACC GG
AT ATTG
CGG CG
AAG TTT
AT CTAA
AT CATT
CAA CC
AG CTAA
CAC ATG
AT AGAG
AG ATAA
AA AGAA
CGT CG
AAG CC
CTTT GG
ACT CC
ACG ACG
AGT AGT
AAG CAA
AC AGAA
AGG CC
ATGG TG
ACTG TT
ATT AAT
CAT CAA
TTG TTG
ATAT GG
CTCC TT
AG ATTT
AA CTAA
CAA TTT
AGGT GG
CCGG TG
AG CGT
C ATTGT
ATAA TG
TTG TTT
ATT CTT
ATTTT TTT
GGG CC
ACGT GG
ATG CAA
ATT CAT
AAAA TTT
ACC AA
ATT ATAT
AC AAGT
CGT CGT
CGGT GG
CAAG TT
CAAG TG
AGAA TG
ATGG TT
ACTT GG
CTT CT
CTCT CTCT
CGG CAA
CCG CG
AC TTGT
CTT CCT
AG ACAA
AT CTTT
CTGG TG
AGAA GG
CC GGT
CTCC TG
AT AGTT
ATT AGT
TTTG TT
CC AAAA
CC AGT
ACC ACC
ATAA AAT
AC AGAG
ATT ATG
CAA ACT
ATT CT
ATCC TT
AGGG TT
AC ACCT
ACAA TG
AG ATGG
CGCC GG
AGTG TT
CCT CG
CC CGG
AT CAAT
AC ACAT
CAT ATG
AC ACTT
CTG CAG
AGG AAG
AAT ATG
TTT CTT
CT CTTT
AC ATTG
TTTT GG
AG CAGG
CAA ACC
AC AGCC
CC CAC
ACT AA
CACC TT
CACC TG
AG CCAA
AAT CT
TTGT GG
AAT AAAA
CAA AAG
AGTT GG
ATT AT
AGTG TG
CTG TTT
CAGT GG
ATG TGT
CAG TTT
CAT CTT
CT AGCT
CAT CG
CAAT GG
AA ATTG
AG AGGG
CT ACAA
CC TTTT
AC ATCC
ATG AAG
AG CAAG
CTG TTG
AT CATG
AG CTCT
CTGT GG
AAGT GG
CACTG T
AT ACTT
AATT TTT
CTT CAA
ATT CG
CACG TG
AGAG TT
AAT CAT
CAG CAA
ACT AGT
AGCC TG
AAAA CAA
AC ACTG
CTT TGT
AAG TTG
ATTTG TT
CT AGAA
CAC ACC
CAG CG
ATG CC
ATAA TTT
CTG CAA
AC AGTT
AC ACGT
AC ACGG
ATG AAT
ATTTT TG
AGG GGG
TTTG TG
CGCC TG
CGTG TG
CTG AA
CTT TTTT
AGG AA
ACC CAT
AGT CAA
TTG CAA
AC AGTG
AT AGAT
AG TTGT
AGAG AGAG
CACCG T
TTTGG TT
ATG CAT
CG TTTT
AAT AAG
CT CATT
AG CTGG
AGAG TG
AC ACCG
CAC TTG
CCGT GG
CC CGT
AATT GG
AG ATTG
CAG AA
AT CTTG
AT ACAT
CTG CT
ACAA GG
CAC TTT
AGCC TT
CCAA GG
ACT CG
CAA ATT
CACT GG
ACC CG
AGGG TG
CTT CAT
ACTG TG
CT CTTG
CCT CCG
CT CGCC
ATCC TG
CATT GG
AGG CG
CTT CG
AG CTCC
AGG AGT
CAGG TG
AAT CG
AA CGT
AG CATG
CAC AAG
ACG CC
AA ATGG
AT CTCC
AATG TT
ATT ATTT
ATT AAG
AAT ATAT
CAGG GG
AT CAAG
AA CAAG
CCAA TG
CCCC TG
ATT AAAA
CTAA TG
CTG CG
CT AGAG
CATT TTT
AGG TTT
ACC CC
AA ACTT
AATG TG
AAG AAAA
AAT CTT
CTG CTT
AT CACC
AC AGGG
AA ATGT
NN NN
ATT ACT
AT CTGG
AG ATGT
TTG CC
CAG CCG
CT AGTT
ACGG TG
AAG ATG
CT CACC
ACCG TG
AA ATTTT
TTT CC
ATT CCT
AT GGGT
AGG ATG
CTCC GG
AAT ACT
AAG CTG
CT AGCC
CAG CTG
AAT CTG
CAC ACG
AG CACC
CGG GGG
CAA CG
ACGG GG
AT AAGT
AAT AGT
AT AGTG
CT CGTG
GGT GGT
AG CTTG
C A
ATATATATATATATAT ATATATATATATATAT
CT ATTTT
CT CAAT
ATAA GG
AG CTTT
AG CAAT
AA CAAT
CAA CAT
CAA AAAA
CCCC TT
CT CATG
CGG CCG
ATG ATT
CT CGCG
AAG AGG
AAGG TG
CTCT GG
AC ATTTT
ATGG GG
AGTT TTT
CGT CGG
AAG CAG
CAT CCT
ACT AAAA
AT ATTTG
CAA ATG
AA ACTG
CGT GGG
AG CACG
CT CTGT
AGCC GG
CTGG TT
AGT ACT
CTG CCT
AAG AAT
CAT GGG
CGTG TT
AG AAGT
CTG ATG
CC CTCC
CGGG TG
ATAT AAT
AA TTGT
ACG AGG
CAG CTT
CAC ACT
CT ACTG
ATT GGT
CAG TTG
CC ATCC
AGG TGT
AGG TTG
CTG CCG
ATG TTTT
CC ATGG
AA AAGT
CCTT GG
AG ATCC
AG CAGT
CAC GGG
GGGT GG
ATT AATT
CT CACT
CT CAAG
AAT ATTT
CTCG TT
CTG TGT
CCTG TG
ACG CG
AC AGAT
CACG TT
CAGG TT
CTT GGG
CCT CAA
AT CTGT
AA CATG
CT ACTT
CGG AGG
CAG AGG
CAT GGT
AA ATCC
CT ATTG
ACT AAT
AGT CG
ACC CAA
AC AGGT
AT CACT
CGT CCG
AG CACT
CAT ATT
TTT GGG
CT AGTG
CT ATGG
AC ACAG
TGTG TG
ACC ATG
AG CATT
ACCT GG
ACC CCT
AAT GGT
TTTT TTTT
CG CGCC
CAT CAG
ATT TTGT
AC AGCT
ACC TTT
CT ATGT
CG CGGG
AGG CAA
AA CTTT
AG AGGT
AA AGAG
CT AGGG
AAGG TT
CTG AAG
ATT GGG
AA CATT
TTGG TG
ATG AGT
AG ACTT
CT ATCT
TTTG TTT
CC CACC
AA ACAT
AG ACTG
ACGG TT
ACG TGT
ATG CTT
ACC ACT
TTGG TT
CGT CCT
AAT CCT
ACG AAG
CAC AGG
AA AGTT
ACG CCG
AAT AATT
AAGG GG
CG AAAA
CGG CAG
CC ATTT
ATTTG TG
AT CCGT
ATT CAG
CAT ATAT
AT AGCT
CGCC TT
CGGG TT
CTGG GG
AT AGGG
ACT CAA
ACT CCT
ACC AAG
AT ACCT
TTT GGT
AGG CCG
AT ACTG
TTG TGT
CG ACGG
CT AGAT
AGT GGG
AG ACAT
CAA CTT
CTAA GG
ATG CAG
CGG CTG
ACCG TT
CC AGCC
AG ATTTT
CAT CTG
TTT AGT
CC CTTT
CG CCGT
CCT GGG
TTG CTT
ATT AGG
CCT CTT
ACT CAT
CAG AAG
AT AGGT
AGT GGT
AAAA AAG
CCTG TT
CC CTCT
ATG CTG
CC ATAT
AAT GGG
CG CACG
CG ACAA
AT CGTG
AAG CAT
CT ATCC
TTT CAA
CCCC CCCC
CG CTGG
AT CTTTT
CCG CCT
ATG ACT
ACC TTG
AT CACG
AAT ATAA
AC GGGT
AG CTGT
AAT CAG
CT CCGT
CT CGGG
GGT GGG
ATG AGG
ATTTT GG
AAAA AAAT
CG ATGG
AT CAGT
CG CTCC
CT ACCT
AT CAGG
CC ACCT
CTT CGT
ACG AA
ATT CTG
CTT GGT
CTT AAT
CT ACAT
AG CGAG
CCG TTT
CT ATAG
TGTG TT
CAC AAT
CAG CCT
CAGGG T
CC TTTG
CAG TGT
CCG ACG
CTT ATT
CGG TTT
AT AGCC
ACATG TT
ATATT TTT
CAC AGT
CCG TTG
ATTT ATTT
CAA TTG
AA CTTG
CAG ATG
CC ACAA
ACT ATT
AG ACGG
CCG CGG
CT CACG
CCG ACC
AAG TGT
AG CGCG
CAA AGG
ATCG TT
CTG CAT
AATT TTG
CG AGCC
CAG ATT
AGAA AAT
CC ACCG
CAG CGG
AGT AGG
AG ACCT
AAG CTT
CAC GGT
AA CACC
CG AGGG
CG CAGG
ATG AAAA
CG CACC
ATCC GG
CCG AGG
CTAA AAT
CG AGAG
CAA TGT
CGG TTG
AGT CAT
CAC ATT
CG CTCG
AA ACCT
CAC AAAA
TTT CAT
AGT ATT
ACG TTG
TTT ATT
CCG TGT
CG TTTG
CCT CTG
ACT CTT
AA AGTG
CC CGCC
CGG ACG
AA CCTT
ATTT ATT
AAT ACC
CATG CATG
CCG AAG
AA CTCT
AAT AAAT
CC ATGT
CG CGTG
ATAA ATT
AG CGTG
CC CTAA
AA AGGG
ACG ACC
ATAT ATT
CAA GGG
CG TTGG
CAA CAG
CCCC GG
ATTG TTT
AAAA ATT
CC AATT
CTT CTG
CAT CGT
CT AGGT
ATAT ATG
CC ATCT
AA CACT
AT ATGTT
CTG ACC
ATTT AAT
ATTT GGT
CC CACG
CGT GGT
AGAA AAG
CAA ACAA
TTG TTTT
AGG AAT
CAT AAT
AGG ACG
CG CCAA
AA CAGT
CGG CCT
CC ATTG
AGG GGT
AAG AGT
AA ACCG
AA AGAT
CG CATG
CT ATATT
AGG CAG
CC ACGT
CG ACCT
AAAAT GG
CG CTCT
CAT CCG
CAA CCT
ATG ACC
AGG CTG
CTT CAG
CTTTG CCG
CT CAGG
AGG ATT
AAG ATT
CC ACTG
TTT ACT
CAA CCG
CCGG GG
CAA CTG
CG AAGG
TTT AAT
AG CCGT
CAA ACG
ACC ATT
TTG ATG
ACC TGT
CG AGTG
CG ACCG
AG ACAG
AGT ATG
ACC CTT
CAA AATT
AG CGGG
AG ACCG
G T
ACT GGG
CCT CGT
CGG TGT
TTG CTG
AGT AAT
AAG CCG
CC CCAA
AC TTGTT
ACATG TG
CG AGAA
AG CGCC
CT GGGT
CG ATCC
CCT CAT
ACC CGT
ACG ATG
CT CGGT
AC ATTTG
TTTGG TG
CT AAGT
CG AGCT
CT ACGG
ACC ACG
AAG CCT
CAA TTTT
CG ATCG
AAAG TTT
CGT CTT
AA ATTTG
TGT GGG
CAA AGT
CGG CGCC
CAA GGT
CAA CCAA
AT ACAC
ACT GGT
TTT AAAA
AT CATTT
CGT CAT
CCG CTG
ACC AAT
CCG AGCC
CC ACGG
CT ACCG
AGT CTT
AT ACGG
TTG AAG
ACAA AAT
ATTT CTT
AT ATTGT
AAAC TTT
TTGG GG
ATG CATG
AAAT AAAA
AGG CGG
CC CTTG
ACG CCT
TGT GGT
CT ACGT
CAA ATAA
AT ACGT
CAT AAAA
CAG AAAA
ATG ACG
AA ACAG
AAT AGTT
AGT ACC
CTG ATT
AGT CCT
CC CATT
AA ACGG
CCGG TT
CC TTGT
AGT AAAA
TTG CAT
TTT CCT
AAG ACT
CAA ATTT
AGT CAG
CC ATAA
AT ACATT
AGG AAAA
NNNN NNNN
TGT ACT
CC CGTG
AAG TTTT
AGT ATAT
ATAG TTT
CG CTAA
ATG CCT
ACC AAAA
CT ACAG
CC CATG
AGAG AAG
CG TTGT
CCG CAG
AGT CTG
CG AGTT
CG AGGT
ACAA TTT
CTT CTCT
AA AGCC
ATAA ACT
AA CTGT
ACTT TTT
AAG ACG
CGG CTT
CTAA ATT
AA AGGT
AATT TGT
AGG ACT
CAG CAT
AT CGCC
ATAA ATAA
ATG TTTG
CAG ACG
TTG AAT
AA CTCC
CAA CGG
CC AAGT
AG CTTTT
CG ACGT
AG ACGT
CG CAAG
AGCT AGCT
CC AGTG
AT ACAG
CTG AAT
CT CTTTT
CG ATTT
CC CGCG
CTAA TTT
CAT CGG
AT ATGTG
CG CTTG
AG TTTGG
AGG ACC
TGT CTT
ACG ACT
CG ACTG
AA CAGG
CCT ACT
CAC ATTT
CC AGGG
CT CAGT
CTG TTTT
CC CACT
CAG ACT
CT CCTCC
AA CCCC
AA AGCT
CG AAAT
AATT ATT
CGG CGT
AGTT TTG
AGG CTT
AGT AGAG
CTG ACT
ATAA ATAT
AAAA ATAT
CATTT GG
CC ACTT
CG CTGT
CATGT GG
CAC ATAT
CAT ACC
CC CAAG
GGGG GGGG
AAAA ACT
AAAT AAT
AATT AAT
AA CTGG
AAAAG TT
ACG AGT
TTG CAG
CCT GGT
CC ACAT
AC ACTGT
CAT ACT
ATAA AAG
AGAA TTT
CTAG TTT
CCT CCCC
AC TTGTG
CGG ACC
CG ATAT
ATTG TTG
AA CCTG
AT CGCG
AT CGGG
CAT ATTT
CATT TTG
ACAA CAA
AAT CCG
CG AACC
AA CACG
CTG CGG
ATT ACC
ATT CGT
CCT CTCC
AT CGGT
CG AATT
AT ACCG
CAG ACC
CCT ACC
CG CTTT
AACAA TT
CCT CGG
CAG TTTT
AAAA TTG
CTT ATTT
CG AGAT
CG ATGT
ACAAG TT
CCT AGG
AG ACAC
AT ACATG
CAA ATAT
CGGG CGG
ACG CTG
CAC TTTT
CAC ATGT
CAC ACAA
AAG ACC
CCTT TTT
CGT CTG
CC AGAA
CTTG TTG
CCG ATG
CGT CAA
AAAA ATG
AT ACAAT
CC AGTT
CG ACAT
ATT CCG
AA CTAT
CCAA ACC
ATT AAAT
ACT ATG
ACG TTT
CCT AAT
ATT CTTT
CC AGAG
AGT ATTT
GGG AGG
CATT TTTT
CGCG TT
CC CAAT
TGT CAT
ATT ATAA
CTT AAAA
ATGG TTT
CC ATCG
ACT ACC
CATTG TT
CTT CTCC
CGG ATG
CAG AAT
AGG CAT
CC AGCT
AG CGGT
TGT AGT
CCG CGCC
ATTT CAT
ATCAA TT
ATG ATAT
CTT ACT
TGT CAA
AA TTTGG
AA ACAC
CG ATTG
ACT CGT
AAAA TTTT
AG CGAA
CGG CCGG
AG ATTTG
TTG TTTG
ATG ATTT
AA TTTTTT
ATT TTTTTT
AA CCGG
ATAAAA TT
CTT CGG
AGG CCT
TTT ATTT
AA CGAA
CAG CGT
CG CGGT
AA CTAG
AAAA CAT
CTT ATG
AGT AAG
CTCT ACT
CATG CAT
AGG AGAG
TTT ATG
AC TTTGG
CGG GGT
CTT CCG
CTAA ACT
CAA CAC
AGAA ACC
CT ATTTG
ACG AAT
CCG CGT
AA GGGT
TTT AGG
CGG AAG
AGAA ACT
CCAA ACT
CAT AAG
ACG CAG
ATAA TTTT
AAAA AATT
CTT CTTT
CCAA CAA
ACC GGG
ACAAG TG
CCG ACGG
CTG TTGG
AAAA TGT
TTG ATT
AG TTGTT
CC CTGG
AAG TTTG
CACC ACC
CTTTT TTT
CCT CTCT
ATT AGTT
CTG ACG
CATG TTT
ATAT ACT
ATTT CAA
AG CGTT
CT CATTT
CTT TTGG
CC CTGT
AG TTTTTT
CT ATCG
CAC ATGG
CATTG TG
AG TTGTG
CCG CGCG
CCT CGCC
AT ACTTT
CCT AAG
CACTG TT
CCG ACT
ACAGT CCGGTG
CTCC ACC
AGT CGG
ATAT ATTT
AGT CGT
AA CGGG
CG ATCT
AAT AATG
ATG AATT
ACAC ACC
AAG CAAG
GGT CAA
ACG CGG
ATG CAC
CG AATG
CC CAGG
ACAA ATT
AAT AGG
TGT ATT
CTTG TTT
AAAA AAAAT
AAT AAAAT
AAAA ATAA
GGG CCT
CTT AATT
AAT CCAA
CTG AGG
CGT ACC
CC ATTTT
CGT CAG
AGAA ATT
CG CATT
CCT ATT
AT GGTGG
AAAT ATG
ATAT ATAA
CC CCGT
TGT ATG
AG ACACC
ATTGT GG
ACG CAA
CC CTCG
AGT CCG
CG ACAG
AA CTTTT
AA CGTG
TTTT TTG
AAAT CAA
AT AAGTT
AAAT ATT
ACAA AAG
ATTT ATG
CAT AGT
CG CAGT
ACT ATAT
CATT TGT
GGG TTT
CTG AGT
CG CTAG
AAAA ACC
CG ACTT
CAT CTCC
ATTT AGT
CC CGAG
CG AAGT
TTG AGG
GGG CCG
CTT TGTT
CGCG CGCG
CTG CTGG
AG ATGTT
CTT AGG
AAAA AGG
AC GGTGG
TTTGG TTT
CAC AATT
CAAT CC
AA CCGT
AAAG AAG
AAT CTAA
CTTGT GG
AG ACAAT
ATG TTGT
ATTT ATAT
AA CGAG
CAT CTCT
ACAT ATT
AGTT TGT
CAG CAGG
AC TTTTTT
CCG CAA
CAAG CAA
AGTG TTT
AA ACGT
ACCGT CCGG
CTT AAG
ACC GGT
ACT CGG
AA ATTGT
ATG TGTG
AACAA GG
GGGG GG
CTG CATG
CTG ATTT
AGGG AGT
ATG ATGG
CG CAAT
ATATT TGT
AA TTGTT
AC ATTGT
ATG TGTT
AA ACATG
AAT ATTTT
ACC AGG
ACTT TGT
ATT ATTG
CAT ATAA
CTTT CTT
AT CTTTG
CG ATAA
AA CTCG
CT CTGTT
AATT CAA
CTG TTTG
CTTG CTT
CGG AAT
AGG CGT
CTAA ATTT
ACAA ACT
ACAAAA TT
TTG TTGG
CCT CAG
AAAC AAAA
AAAT AAG
ACC TTTT
ACATT GG
CCG CCCC
CT ATTTTT
AT CATGT
CAT AGG
GGG CGG
ACAC ATG
CATG TGT
ATT CGG
GGT CGG
CTG CGT
AGGG TTT
ACG CTT
AACT ATT
CAAGT GG
ACAA ACC
CCAA AAT
AGGG AGG
TGT AAT
CCT CGGG
ATAA ATTT
ATAT AAAA
CCAA TTT
CAG AGT
AAAC AAT
CAT CAC
ATATT GG
AAATT GG
AAAAG TG
ATTTT TTG
AGAG AGG
CC AGGT
GGG TTG
CTT TGTG
TGTT TTT
AAAT CAT
CGG TTTT
CCT ATG
CTAA TTTT
AATG TTT
ACT AGG
TGT CAG
AC ACCGT
CTG CTCC
AAG CAC
ATT ATGT
AG ATGTG
CTG AAAA
CGT GGGT
CTAA CAA
CTT CACC
ATATT TTTT
CATG CAA
AAAT ACT
ATT CATT
CTCC CTCC
ATAT AAG
AA CATTT
CCG CCGG
AA CGGT
ATAA ACC
CGT ACG
AAAC ACC
ATAA CAA
AACAA TG
ATT CTCT
AGAAT GG
ATTG ATG
CACCG TG
AGAA ATG
AGAG TTT
AT CTGTT
ACC AGT
CAGGT GG
AC AGTGG
AAT CGT
CTAT ATTT
AAT CAAT
AGAG ATG
CC AGAT
CAG CAC
CGCGG GG
CGCG CGG
AG CATTT
CTT CCTT
ACAC ACAC
AAT ATGT
ATAG AAG
ATTTG TTT
ATT CACC
CT CAATT
AA ATGTT
ATT ATTTT
CCT AGT
TTG CCG
CCCC ACC
ATAT GGT
AAAG AAAA
ACT AATT
CG CACT
ACAT GGT
CT AAAATT
CT ACAAT
ACG ACGG
GGG AAG
AGAA CAA
ACAA CAT
ATAA ATG
CAG AGAG
TGT AGG
CTCT CC
GGGG TT
ATAA TTG
CAC TTTG
ATAA CAT
CAG ATGG
CAC TTGT
CGG CCCG
CTT ACC
ACTT ATT
CTCT CCT
TTG AAAA
ACT CTG
AAT ACAA
CTT ATAT
TGT CCT
AAAC AAG
ATG ATGT
CTT TTTG
CCGT CGG
TTT AAG
ATTG CAA
ACACC TT
CC CGTT
CC CGGG
ACAT CAA
ATTT AAG
ATCC ACC
CTT CCCC
CC ATAG
AG ACATG
ATATT TTG
CATT CAA
CGT CGCC
ATG CCG
AGG AAGG
ATTG TGT
CAAG TTT
CAAT CAA
CAC AGCC
ACT AAG
AT ACACT
ATAA TGT
CTT TTGT
CG TTTGG
CC ACAG
AGGGT GG
ATT ACG
AT CTTGT
TTG ACC
CC CAGT
AG CTTTG
CT CTTTG
CCAA AAG
AT AGGTT
AT CATTG
AG CTGTT
CGCAC GGG
CAG CAAG
ATAT AGT
AAT CATT
GGG ATG
ATTT AGG
ATT CAC
ATAAT GG
TTTT TGT
CT GGTGG
CTAA ACC
AT CACTT
TTG AGT
CGCC ACC
CTG CAC
CG AAAG
ATAT CAT
CT ATGTT
AA CGTT
CAA AACC
CCG AGT
AT ACTTG
ACT ATTT
CTAA AAG
CCAT CTCT
CTG CCTT
CCACC GG
ACTT TTG
CC GGGT
ATAT ATGT
CAT CCAA
ATGG AGG
CT ACAC
ACACG TG
ATTT AAAA
ACT CTCT
AGT CTCT
AGAGG GG
CTG CTTG
CGG ACT
CATG TTG
TTT CAG
AGTT CAA
AAT CAC
ATAG TGT
TTT CTG
CT CTTGT
CCG CCGT
ATT AAAAT
AG CACCG
ACG AAGG
AT CACCT
AAT CTGG
CACGT GG
CACTG TG
CTG CCTG
CAC ACCGG
CAC GGCC
ATGG TTG
ATCAA TG
ATAT AATT
AG CATGT
ACG CGT
GGT ATT
ACAA ATG
AA ATGTG
AAT ATTG
CTCG TTT
ATTT AATT
AG ACACT
ATTTT TGT
ACG CAT
AGG TTTT
AAT AAGT
CGG CACG
CCG CAT
CC CTAG
CGGGT GG
CTG ATGG
ACT CAG
AAG AGAA
CAC GGTT
AAAT GGT
AA TTGTG
CCG CGGG
CTAT AAAA
AATT CAT
ATGT GGT
CCG CTCC
CAC AAGT
GGG CTG
AAAC TTG
ATATATATATATATATATATATATATATATAT ATATATATATATATATATATATATATATATAT
AAAA AATG
CTT CTTG
AT CATGG
CCAA ATT
TTTTTT TTT
AAG AAGG
AT ACAAAA
AGCT CGG
CCT ATAT
CTCT CTCC
CAA ACTT
ATTG TTTT
CTATT GG
ACAT ATG
CGCCG TG
CC CGGT
ACAC TTT
ACTG TTT
AGCT AGG
ATCT CAT
TGT CGT
CAC ATAA
CGG CAT
CAA AATG
AGG AGGG
ATT CAAT
AA CATGT
AGCAA TT
ACACC GG
AAG AGTT
ACG AAAA
AT ACATAT
AT ACAAG
CT CATGT
ACC CAG
GGG CAA
TTTG TTG
CAC TTGG
ATT ACAA
AG CAGGG
CAT CACC
ATAG AGG
ATT AGAA
AAAG TTG
AG ACAAG
AGGG ACT
CGAG CCG
CTTTGCCG AGTG
AAT CGG
ATT CTTG
CAC ACAC
CCGG CCGG
CAT CTTT
AGATT GG
AGAT GGT
GGG CAG
ACTGT GG
CAC AATG
ATAAG TG
AAAA AGT
AAT AGAA
AGAG ACT
CTT CATT
CTCTT GG
ACT CCG
CGTT TTT
AGAG CAA
CAC AACC
AAAA CTG
AAG TTGT
GGT AGG
AGAAG TG
CT ACTTT
ATAG ATAT
ACAA CTT
CACT CGGCAA
ACT ACG
CAC ATCC
TTG CCT
AAT CTCT
AAAG CAA
AGAA AGAA
ATT CTAA
CTCTCTCT CTCTCTCT
AGT AATT
AA CGCC
CAC AGTT
AAT CTTT
TTGTT TTT
AAAT CCT
ACAAT GG
ACCG TTG
ACCGT GG
ACC CGG
ATG AATG
AG CATGG
CAT AATT
AAG CGG
AAG ATAA
ATTT GGG
ATAT CTT
CCG CAGG
CT ACATT
CAA CGT
CAC AAGG
AAT CTAG
ATG AGTT
AG TGTGG
CAG CCCC
AGCAA TG
ATT CCTT
ATAAAA TG
TTG ACT
AGAA AGG
CACC CAT
NNNNNNNN NNNNNNNN
ATG CATT
CCT CCTT
ATT GGTT
CATG CAG
ACC ATTT
AAT ACG
ACAC ACG
AGAAG TT
CCG AACC
AGAA TTG
AGAT AGAT
AGT ACG
AAAC ACT
AT CATTTT
AGT ATAA
ATCTT GG
AGAA GGG
AGG TTGG
CAAG AAG
CT ATTGT
ATAT CAA
ATG ACAA
TGTT TTG
AGAGG TG
CCT ATAA
GGT AAG
AAACC TT
AT CAGTT
ATATATAT ATAT
AGAG TTG
ATTTG TTTT
CAC ACGG
AG CCGTG
AGTG CAA
CCACC TG
CCG CTCG
AGAT CAA
AG CTGTG
ATGT CAT
TGT ATAT
AA CTTTG
GGT GGTG
CGCC CGCC
TTT ATAT
AAG AATT
ATT AATG
CTG TTGT
ACAT AAT
CGG AGT
AAG ATTT
CCT AAAA
CCGT CGT
CT ACAAG
ATCT CTT
CAT CAAT
ATGT ATG
AT CAAGT
ATCT CAA
ACAT GGG
AAACT GG
ATCT ACT
ACAC TTG
AT ACCTT
ACG ATGG
AAGT CAA
ATTT ACT
AAG CTAA
AA CTTGT
TGT ACC
AG CATTG
CTCC TTT
ATG CTTT
TGT AAAA
AGTT GGT
ACAT CAT
CTAAT GG
CCAA ACG
ATGT ATAT
AGCT AGT
AATT AATT
ATG CGT
ATAG AGT
AGAT GGG
AGCC TTG
ACAA TTTT
CTT AGT
AG ACAAAA
CT ACATG
CC ACAC
ACACC TG
CACG ACC
GGT CAT
ATG CGG
ACACG TT
AGCAA GG
CGT ACT
CT AGTGG
CCG CTT
CAA CAAG
CAA AAAT
ATTG ATT
ATAA CTT
ATG AAAT
CGT AGG
AGAA CAT
AAAAT AAAA
CAG CTCC
AAT AATTT
CAA CAAT
AG ACATT
ATG TTGG
CC CTTTT
CC CGAA
CAT CATT
AG ATTTTT
CACCT GG
ATCC TTG
CTT CAC
AGAG AGT
AAT CATG
CCAA ACAA
AT ACTGT
AG CTTGG
CCT CACC
CG ATTTT
CCTT TTG
ATAG ATT
ATTG AAG
AAT GGAG
AGCT AAAA
AGT CACT
CTG CAGG
ATCC TTT
ATT CATG
TTTGG TTG
AG AAAATT
TTTGG GG
AAT CACT
CCT CCAA
CAG CTTT
CCG CCCG
CAG CACC
AGGT GGG
AGAAAA TG
CGT CGTG
TGT CC
CCT CTTT
CGG CTGG
AG ATTGT
CAC AGAG
AGAA ATAA
CTCT CTT
CCT ACG
ATGTT TTT
CT CTGTG
TTTT CTT
CAT ACAA
CAG CAGT
CCAT CAA
CT CACTT
AAT ATGG
CCT AATT
CCAT GGT
AAG ATAT
ACTT GGT
ACTG TTG
CCG AGTG
ATGT ACT
AGAT AAAA
CT CATGG
CTG AATT
CTAA ATAT
CTG CTCT
CG CGTGG
AGAA AGT
ACG CGCG
AGTG TTG
CCG AAT
CCG ATT
CGG CGGG
CTG CTTT
CCT AGCT
ATAG AAT
CAC ACCT
GGG CTT
ACAG TTT
CAT ATGT
CT CCGTT
CAGG AGG
ATCC ATG
AGAG AGGG
TTTG TTTT
ACG CACG
ACG ATT
ATAA AGT
AG CACTG
CCT CCTG
CAC ACAT
CCG TTGG
AGG AATG
CAG CCGG
CT ATGTG
CCG TTTT
AGAT AGT
CAAG TTG
AAG AAAT
CTAT ACT
CAC AT
CTG CTGT
ATCT ATG
ATGT ATT
GGTT TTT
TGT CGTG
AG ACAGG
CAT CATG
CCACC TT
AGG ATGG
AG CAAGT
CCG CACG
AAAA CAG
ATATG TTT
CT AGGTG
CTG TGTG
ATT AAATT
AGT ACAA
AGAGAGAG AGAGAGAG
GGG TGT
AAAA ATTT
CTTT CTTT
CTCC AAG
ATT ATAAT
CCAG CAG
CAAT AAT
ATCC ACT
CT CACCT
CTG ATGT
ATAG TTG
ACACT CGGCAA
AGTG TGT
ACC CACC
ATGGG TG
CATT ATAT
CTG CAAG
AG CTTGT
ATAG ATG
CCG ACCG
CGT AGT
CC CGGCC
CCT ATTT
AGCAG TG
AG AGTGG
CTT CCAA
CCCG TTT
ATCT ATT
CTTG TGT
CAG CTGG
ATAG CAA
AAG AGAG
CTG ACTT
CTG CCCC
AGT CCAA
AAT CACC
AGG ATTT
ACT AAAT
AG CACCT
CT ACACT
CGT ATG
AAG ACAA
ATCAA GG
CTG CACC
CTTT AAT
GGG CCGG
AT ACACC
GGG CAT
CTT CAAT
CT CGTGG
CAG CCAA
ATG CAAT
CG CCTCC
AG ACTTG
AGG CAC
AGGT GGT
AAG ATGG
ACGT ACGT
ATTTT ATT
ACAG TGT
ATGT AGT
AC A
ATAG AAAA
CAT AAAT
AATT ATTT
CCG ATCC
ATGT AAT
CAA AAGG
TTG TTGT
CC TTGTT
AGCC AGCC
ACAT ATTT
CT ACTTG
ACAT AAAA
ACC CAC
AAACC TG
CTAT CAA
ATG CACT
AT AGTGG
CC ATGTG
AGTT CAT
AAG CATG
CCAT CCT
AA CATTTT
AAAT AGT
CAA ATCC
ATG AAGG
CGT CTCC
AGGG ACC
ACAGG TT
CG TGTGG
ATTTTTT TG
CAGG CAGG
CGG CGCG
AACT AAAA
ACCG TTT
CGAG AGG
ACT CTTT
ATTTT AGT
AGAA GGT
AAT CAAG
ATT AAGG
CC ATTTG
ATAAAA GG
AGAA ATTT
GGG ACC
AG ACTGT
CTCAA GG
AGAT ATG
ACAGG GG
AA CGCG
CT ACACC
ATGG AGT
CCCCCCCC CCCCCCCC
CAG AAGT
ACC ATAT
AAG CACG
CAG CTCT
CAG TTTG
AACT CTT
CAC ACTT
CTCC ACG
CCTT CGT
AGAG AAT
ACT AAAAT
ATAG TTTT
AAAT ATTT
AT CTGTG
ACG TTTT
AAG AATG
ATGG ATG
GGT AGT
ACAA TGT
AATAAT AATAAT
AT ATTGTT
TTT CTTT
GGAG TTG
ATTG CAT
CGG ATT
ATGT CTT
CTGG ACC
CCG CACC
AAT ATAAT
AG CACTT
CACG CACG
AGTT CTT
CGT ATAT
GGT CTT
CAA TTTG
CCTG TTT
TGTG TGTG
AAAC GGG
AGCT ACT
AA ACTGT
AGG AGTG
ACG AATT
CAC ATCT
AG ACTTT
AGAGG TT
ATGG ATT
AAATT TTT
CTAT ATG
AC ATAATT
AGG ACGG
CTAT CTT
AAT ACTT
AG CACGG
CTTG ATG
CGT GGGG
CTCCT GG
ACC CTG
ATTTT CTT
CCTT CTT
AG ACAGT
AAG CCAA
ACACT GG
TTG TGTT
GGT ACT
CTCAA TG
CG CACCGG
CTCGG TG
AA CATGG
AG CCTGG
ATT ATATT
GGT CCT
ACC ACCT
ACAA CCT
AA CACTT
CGT CTCT
ACGGG TT
CGG CGTG
CT ACAGT
CAT ACG
CAG ATTT
AT CACCG
ACAGG TG
ACC AAAT
CGG TTGG
CGT CGAG
CTG CGCG
CTG CTCG
CG ACAC
ACT ATAA
AAG CAAT
AGAT CCT
AGG AAGT
AT CGGGT
CAT CACT
AGAT AAT
GGAG ATG
ATT CCAA
CTTT CCT
CGG CTCT
ACATT TTT
ATGT CAA
AAAG ATG
ACAA AGT
CAT CTAA
GGT ACC
AGTT AAT
ATTG CTT
CAC AAAT
AT CACTG
AG CAGGT
AT AGGTG
ATGG CAA
ATGGG TT
CT CCGCC
TTTG TTTG
CAT CAAG
CTG CCAA
GGT ATG
AGG AATT
CAG CACG
CG CTAT
CAC ACGT
ATGG TGT
CAC AGTG
CTTT AGT
TGTG TTT
CT CACCG
CT CCGTG
CAGGG TG
CG AAAAT
AGCT CAA
ACC CCG
ACAT CCT
ATAG CCT
AGG TTGT
CTTT CAT
GGT CAG
ACT CTAA
CC ACATG
AAAA CCG
ACAA ACAA
TTTGG TTTG
CTAA AGTTT
ATG ATAA
AGT GGTG
AT CACAA
CGTG CTT
AAT CTTG
AGG GGGG
CTAG CTT
CCCT CCT
AGAG CAG
ACGGG TG
CC ACACC
CTCC TTG
ATCT CCT
AGCAG TT
AGG CTGG
ATTT ATTTT
ATT TTGTT
ACAT CTT
AAAA CTT
AGAG AGAA
ATCC ATT
CT AAGTG
CCGG ACGGT
GGT CGT
AGG AGAA
CCCC CGCC
AGCT GGG
AATT AGT
AA CAAGT
ATGT ATGT
AATTTT TTT
CT AAGTT
CT CAAGT
CCAT GGG
CTAG CAA
AGGT AGT
CATT CAT
CCTT TGT
CC ATATT
ATTT ATAA
TTTT CAT
CAC ACCG
CTCC ACT
CGGG TTT
CTAG CTG
ACAA ATAA
AT CCGTT
AATTTT TG
ATT AGAG
ATTG AAT
CACG ACG
CCG CCTG
ACAA CAG
ATCT ATAT
CTTT CAA
CGG ACGG
ATT ACTT
CG CACGG
ACG AGCC
AATG CAA
CAT GGTG
CCAA CAG
CT CAGTT
ACCCCT AATT
CTG AAAT
AGG AGAT
CT ACTGT
ATCC ATCC
ATAG ACT
CC CTAT
AAG TTGG
ATTT ACC
CCTT CCT
CTG AGCC
AAT AGAG
AT AGGGG
CGAA ACC
CGGG CGGG
ATTG TTGT
AAG CATT
CACC TGT
ATAT AAATT
ACTT CAA
AAT GGTT
CCG CGTG
CGCGG ACCGTCCGG
ATG AAGT
CGG CCTG
CGG CTCC
CT CATTG
CCT CTGG
AT CAGTG
CCT CCGT
CTAG ACT
CG ATAG
AAT AAATT
AGG CATG
TGTT GGG
CAC GGTG
ATG CAAG
AGG TTTG
CTG CGCC
CTTT GGT
AAG CGT
CTTG TTTT
ACC CATT
ATCCT GG
AAAT CTT
AAGT AGT
CAT ATGG
ACTT GGG
AAT AAAG
AAT AGTG
ACAA GGT
AGG CAGG
AGTT AGT
AT ACAGT
AGCC ACC
ACAA ATAT
AA AGGGT
ACT CCAA
CGT CAGG
CGT CGGT
CAATT TTT
ATCT GGT
AGAG AAAA
CTAA TTG
ATG AGAA
AAG CTGG
CAG AGAA
ACGT GGG
ACCGT CCG
AAG CAGG
CGTG TGT
ATTATT ATTATT
AT ACCTG
ATCG TTT
CAG TTGG
CGCG CCG
AGCT CCT
ATTG TTTG
CTGG GGT
AG ACACG
CT CACTG
AATG TTG
CATG CTT
AAG AAAG
CC GGTGG
AAAA GGT
AAAA AAATT
CAGT CAA
CTG CAAT
ACAG TTG
CAG CCAG
CAC AAAG
AGTG ACT
ACAA GGG
CGAA CAA
AACT CAA
TGTT TGT
CACC ACG
ACATGT GG
ATAAAA TTT
CTCC CAA
AGCC CAA
CG CTTGG
T GG
CCAT CAT
ATT AGCT
CTCC CTCT
ATG ATTG
AAAA AAAAG
CAAG CAG
ATG CGTG
CT C
CATG TTTT
ATG CCAA
AGTT GGG
CTAA ATTTT
CTG CACG
CTAA TGT
AACC CTT
AA ATAATT
AC AGGGT
AG CACGT
ATT CACT
AAAA GGG
CTAT AAT
TTG CTTG
CAC ATTG
CG ACATG
ACAC AAG
CAC AGGG
CTCC TGT
CAG ATAT
CTGT GGG
ATT AATTT
ACC ATGG
AAG AAGT
CTG CAGT
ATCT AAT
AGT CATT
AAAA AGAA
ACTT CTT
AA AGGTT
CCTG CCTG
CT CGTCC
CAG ATCC
ACT AGTT
CTATT TTTT
CGCGG TG
ACG AGGG
CCAG CAA
CGG CCGT
ATGTG TTT
CAG AATT
ATCT GGG
ATGG ATGG
CAT CCTT
CTG CGTG
ATTTT ATTT
CTCC CCT
CCAA GGG
AAGG GGG
CTTG CTCT
CAAG TGT
CAG CATG
AT ACTTTT
ATCG TGT
CTTT GGG
ACT AGCT
CACCG TT
ATT GGTG
CAA CCACC
CG TTGTG
AATG TGT
CACG TGT
AA CTGTT
AGTG ATG
CCG AGCT
CAG CCTG
CAT GGTT
CG AGTGG
AGTG AGT
CG ATCAA
AAAA ACAA
CT ACCTT
AATT AAG
ACT ACAA
AT ACACG
ACAT CTCT
CTG CATT
CG AGGGG
TTT AATT
CAA AGAA
CCTT CTCT
CTG TGTT
AAAA TTTG
AGTT ATT
AAT ATAG
GGT CC
AAAA AAAG
CTCGG TT
CAG TTGT
CCG CTGG
AT CGTGG
AAT CTGT
ACAG ACC
CAC ACTG
CGTT TTG
ACAG AGG
CGGT GGG
AGT CACC
ATG CACC
CCG ACCT
CGT CGCG
CAAT GGT
ACC AGCTG
ATTT CCT
CTAG TTG
CTTG CAA
ACG ACAA
AGCT GGT
AGAT ATT
AGAA TGT
ACAG CAG
ACGG CGG
CTT GGTG
ACAC ACT
CTT CATG
ACAAAA TG
ACGG GGG
AG ACCTT
ATCTT TTT
ATTTG AGT
CT AGGTT
CAT CTGG
AGAA TTTT
ACTT CCT
CGTG CGTG
ACAT ACC
AAAT GGG
CGACC GG
AGG CAAG
AGT CATG
CCGT GGG
AT AGGGT
CC CCTCC
CTCC AAT
TTG CGG
CTCT AAT
AAAA ACG
CTTG CAT
CC ATGTT
CCAT CTT
AAAA CCT
AGAG ATGG
AGG CCGG
CTACT GG
CTTT ATT
CTCG TGT
CTAT AGT
CCTT CAA
ATGT GGG
CAC AACAA
CGTG TTT
CTAG ATT
ATTTG TTG
CTG AGAG
ACAA ATTT
ATG ATTTT
AAGG AAG
CTT GGTT
CGT CCCC
CATT ATT
AGCC TTT
AGG AGGT
CTT CTAA
ATAG ATTT
ACAT AAG
ACT AAAG
CAGT GGT
AAAT ACC
CTCT ATTT
AAAA CCAA
CAAT CAT
GGAG AAG
CC ATTCC
AGAA CCG
ACT AATG
CGG ATCC
CT CAGTG
ACT CACC
AT CCGTG
CGG CAGG
CCTG TGT
AGAA CAG
G TG
AGAT AAG
CTTT ATTT
ACTG TGT
CCAA CCAA
AAATTT GG
ATG CG
ACAG AAG
TTG CATG
CTCC TTTT
CAG CTTG
AATT ATAT
AAAC AGG
AG ACCTG
AACT AGT
AACT AAT
AT CCTCC
AATG AAG
TTT ACC
AA AGGGG
CTTG TGTT
AG CCGCC
AGTT TTGT
AAAC TTTT
AA CTGTG
CTAG ATG
AG CGTGG
CT CACGT
CAT AAAAT
AGAT ATTT
ACT AGTG
AGAA CTT
TGTG TGT
ACAA TTG
CAG CGCC
CCCC CTCC
AAAG AGG
AA CGGGT
CACT CAT
AT ACATGT
CTGG TGT
CTCT CAA
AAGG GGT
AACC CAA
ACCG TTGG
ACACAA TT
GGGT GGG
CT ACCTG
AGAT CAT
ATAG CAT
AG AGGGT
AATT CCT
ATCC CTT
ACAT ACT
CGG AGGG
CGGG AGG
CGAG CAG
CGT GGTG
AA CTTGG
AA AGTGG
CACC AAG
CTCC ATG
AGCC ACT
CC ACTGG
CAGGG TT
CGGG CGAGG
AAAG TTTT
CAAT CCT
AGAG CAT
AGAG TTTT
AAAT AGG
CTCG ACC
CCT CCCT
ATTG AAAA
AACT CAT
CC CATTT
ACAG CAA
AGCT AAT
AACC TTT
AT ACATAA
CTTG CTG
CTCG CCG
CGCC ACG
TGTT GGT
CGT ATT
CCAA CGG
ACT ACTT
AGAG TGT
ATCT AGT
AATT ATAG
AT CAGGT
CGTG TTG
ATCT ATTT
CAA CATG
CAG AGGG
ATCC AAT
AG CATTTG
CAA ATGG
CCGT CCG
CGCG ACG
CTAG TGT
CAC AGAA
ATG AGTG
CAC AAAAT
CCAT ACC
CTAT AAG
ATG CTTG
CCCC TTT
CAC ATCG
ATTTT ATTTT
CTT CACT
TTG ACG
CTAA GGG
CC AAGTG
CTG ATAA
CAC GGGT
CTAG CAT
CTAAAA TG
CAA AAGT
AAAA AAGG
CC ACACG
AGT AGTT
CC ATTGT
AAAC ATT
CAC GGGG
AAT CCAG
CC AATCC
AAACC GG
ATATTT GG
AA CATTG
CTAT ACC
CAGG TTT
CTT ATTTT
ACCT CCT
ATG ACTG
CATT CCT
CATT GGT
AGTTTT TG
CTAT CCT
CGCT GGG
AG ACCGT
CTT CGCC
AAAT CTG
AGAA CGG
CTCG CCT
AAG AAAAT
ACCG TGT
AGT AGAA
CTG CCGG
AAT GGTG
ATCT ATCT
CGT ACGT
CCAA ATG
CAA AAAAT
AA TGTGG
AAT ATATT
CG CATGG
ACT CATG
ACG ACGT
CCTT GGT
AGT AGTG
CACG CGG
CAAG AGG
AA CAGTG
CTT CCTG
CAAT AAAA
CGAT GGG
ACGG TTG
AGGG ATG
CC CATGG
ATTT CAG
TTGG TTG
ATT CTGT
CTAA AGT
CATTTT TTT
CGGT GGT
AAAC ACG
CGGGCGG AGCGG
AAGT GGG
AGTT CCT
CTCT ATAT
AGG TGTG
CTCG ACG
CTCT ACC
ACAT ACAT
ATTTT ATAT
ATCT AAAA
CAA CTAA
CTGG TTT
CG ATCTG
AGCC AAG
CAGT CGG
CAG CTGT
AG CCGTT
AAGG ACC
ACAC ATAT
CCCC ACG
CAC AACG
AAAAG AAAA
AGAA ACAA
CCCG CCG
AGAT ACT
AGAAAA GG
AATAA ATAT
AAACG TT
AG CCTCC
CGT CACC
CT ATAATT
CAG CGTG
TGT ATTT
CCACC ACC
AACC ACC
CGAGT CCGAGCC
CGAA TTT
ACG TGTG
ACTT CAT
AAGT ACT
AAG CTTT
AC ATTGTT
CCG TTTG
CGT CCTT
AAGT CAT
CAATT TTG
AA CAGGT
ATGG ACT
ATAA CAC
CTT CAAG
ACC TTTG
ACG ACCG
AAATAA TG
ACATT TGT
CAGT GGG
ATGG GGG
CCAT ATG
CTG CGGG
CAC ACAG
ATTG ATTT
CTG AAGG
ATTG TTGG
AA GGTGG
TTTT TTTG
CGG CGAG
AGT GGAG
CGAA CTT
AG CACAA
CTGGG TG
CTG CACT
ACAA AGG
CG ACACG
CCCAA GG
ACC CTCT
CAC AACT
AATT GGG
AG CGGGG
AG ATAATT
CTAA CCT
AAATT TGT
ACAT CAG
CAA AAATG
ATTTT AAT
TTGT CTT
CTAT CAT
ATT AGTG
ATGG TTTT
ATTTT GGT
CCAT CCG
TGT CGG
CT ACAGG
AATTT ATAT
ATTG CAG
CACT CAA
CTT CCCT
CCT GGCC
ACC ATGT
ATTG AGT
CCAG TTT
CCG ATCG
CGCG CG
TTGT GGG
AAGG TTT
CAC AGCT
AGAA ATGG
ATTTT AAAA
CGT CCGT
ACGT CAG
AGG AGTT
CC TGTGG
AAG ATGT
CGG CTCG
CCG AAAA
AAGTT TTT
ACCT CAA
CGT AAT
CCG AGGG
CCT GGTG
CACC CAA
G TT
CTCT ATT
TTG TGTG
ATCC TGT
AT CACGT
CCG ATGG
CCG CATG
AATT TTGT
CTCT AGG
ATG ACTT
ATAG CTT
CCT CCCG
GGT AAAA
AGCC ACG
CAAT ATAT
AAAC ATAT
ACCCCTAATT ATGGT
CTAA ACTTT
ATT AAGT
CAC AGGT
CAAG CAAG
CACG CAG
CTGG CTG
CCT CGTG
AAT CCTT
CT AGTTTG
CATT CTT
CC C
AGAG CGG
CACT GGT
ACC CATG
AGCT CTT
ATGTT TGT
CCCC CAA
ATT ATGG
CGT CCGG
CCCT CCG
AGG ATGT
ACT AGCC
AGT AAAT
AGG ACAA
CAC ATTTT
TTGT CAA
CGCG CGCC
CCTT GGG
AT ACATTT
AGTG TTTT
ACG AGAA
ACG CATG
CGGT CGG
CCAT CAG
ATT GGAG
ACCG CCG
TTGTT TTG
CC CACCT
CACC TTG
AAATT TTG
CAGG CAG
CTGT CTT
AAAC GGT
CGT CACG
CATT TTTG
AATG TTTT
ACCG CGG
CTAG CCT
AT CGGTT
CACC ATG
AATG CAT
ATT TTTGG
AATT ATG
ATCC AAG
CGT CCAA
CT ACACG
ATAT AAAT
ACAAAA GG
AA ACCGT
AA CAGTT
CTGG ATG
CG ACGGG
CACT CCT
CGTT GGG
CCCAA TG
AATT GGT
CAA AGTT
CATT ATTT
ATGT ATGG
CTAG AAG
AA CACAA
CT AAAAAA
CCGG TGT
ACG AGAG
CTCG CTCG
AAGT GGT
AGT CTTT
CTTG ACC
CCCG AGG
CCAG CCG
CTT GGGG
AGAT AGG
CCTT CAT
AATT TGTT
ATCC CAA
AGTG TTTG
ATGT ACC
ACT ACTG
ACCT GGG
AAAT CAG
CC AAGTT
AT ACAGG
AATT CTT
ATT AAAAG
CC TTGTG
CTAT ATTTT
GGTT TTG
CTGG AGG
ATTT CTAA
AGCC GGG
AATT AGG
CTGT ACT
ATGG AAG
ATT CTCC
CG ACTTT
CCT ACTG
AGCC CAT
CACG AAGG
CAG CCGT
ATCC ATGG
AAT GGGT
AG ACGTG
CTTG TTTG
CGAG CGG
CG ACAAG
ATAA TTTG
AGTG AAG
AAAG TGT
AGCT CAT
CAGG TTG
ACCG ACC
CCAT CGT
CTGG TTG
ATG CTCT
CAGG GGG
AGAA ATAT
ACCT CAT
ATT CCTG
AGG ATAT
AATT AAAA
ACT AGAG
ATGG CGG
ATCC AGG
ACCG ACG
CTAA ATAA
GGAG CAG
ATT AGAT
CCCT CTT
TTT CTCT
CCCG ACC
CC AATGG
CGT CGGG
ACTG TTTT
CCG CTCT
CAAT CTT
CTG AAAAT
CG CAGGG
CTAG CAG
CACG AGG
AATT CAG
ACGT GGT
AGT GGTT
CTTT ACT
CG CCTGG
AGCG AGG
CTT AGCC
AAG TGTT
AAT AAGG
AGT ATTG
ATCC AAAA
CAAG CAT
CTTG CAG
CAGG TGT
AAGGG TT
AA CACCT
CAA ACAT
AGTT CAG
CG ATGTG
CGT GGCC
CAA ACTG
ACG CCGT
CG CAAGG
ATTT GGTT
CCAA CAT
ACG CCGG
GGT CCG
AA ACGTG
ATAA ATTG
AT ACGTG
TTGT CAT
ACT CACT
CTG AACC
ATAA ACAA
CTAT GGT
CTTT ATAT
ACC ACAA
AGCC ATG
ACC AACC
CAA AATTT
AG A
ATT ATTTG
AGG TGTT
CT CATTTT
ACG AGTG
ACAG CCT
CG CTTTT
CCAA CCT
AAG CACC
CATG ATG
AGG GGTG
AG CGGGT
CAA AACAA
ATAT GGG
ATAT ATATT
AAT CGTG
CTT CGTG
TTT AGTT
AT CCGCC
ACTG CAT
CGAG TTG
AGGG TTG
CACC CCT
AGG CTGT
CT ACATAT
CC ACATT
CAGTT TTT
ATTT CTTT
ATAT ATTTT
CGG TTTG
ACT AAAC
CAG CACT
TGT AAG
ACC AGAG
AAAA AAATG
ACAA CAAT
ACCG CTG
AT CGGTG
ATCG AGT
CGAA GGG
CTG AATG
ACAC AAT
ATT CAAG
AGAT CTT
AGGG AGGG
TTGT ACT
AGG CACC
CAT ATTTT
ACAC GGG
CTG ACGG
AGAGAA GG
CG ATTTG
CGG CGGT
CC CACCG
CC AGTGG
CTTG CTTG
ATACT GG
AGTTTT TTT
ACC AAGG
ACAT ATGT
AA AGGTG
AG ACGGG
ATAA AAGT
ACTG CAG
TTTT GGT
ATT CTTTT
TTTT CAA
CC CATCC
CGG ATGG
CGCC GGG
ACAC GGT
CGG CACC
AT CATTTG
AAAG AGT
TTG CCAA
CC TTTTTT
ATT ATCT
ATAA CCT
AATG ATG
CCGG TGTG
CAAT ACT
AAG CTGT
CCG AGTGT
CAT CAGG
AAG CCCG
AGCT CAG
CTG ATAT
ACGG AGG
AAG TGTG
ATTTG TGT
CGT GGAG
CCCC CACC
CCT CTGT
AACC CTAA
CCG CCGCC
ACG CGTG
AA ACTTTG
ATG CTAA
ACAC AGT
AAG CTCC
TTTT AAT
GGT GGGG
AATT ACT
CGT CGTT
CT AGGGTT
CT AGGGG
CTG CCGT
CC CTTCC
AAG ATTG
ATG AATTT
TTGG TTT
CGG CATG
AAAC AGT
CG CACCG
CTTTG TTT
AATTTT GG
ATGG AAT
CTT ATAA
AGG ATTG
CCAA TGT
CACACCGG ACAGTCCGGTG
CTAG AGT
AACT ACT
ATGT CCT
AAG ACTT
AAG AGAT
AAAAT AAAAT
ATGTT TTG
AG CATCC
CACC AAAA
CATT TTGT
ACAT AGT
ACCCAT CTGGG
CTG ACTG
ATT AGGT
CAT CGCC
CGCG AGG
AGAA ACG
AGGG AAT
GGGT ACC
CGGG CCG
ACACCT GG
CCAA TTTT
CG CTGCC
AGATT CAA
CTG AAGT
CC CAGCC
AGTT AAAA
CAG TGTG
CC ACTTT
CCAT CTCC
CTAT CTCT
CTT CTGG
CGAG TGT
ACAG ATG
ATTTG CTT
CGCC CGCG
AAAT CATG
CAAT GGG
ACT ACCT
CC ACAAG
AT C
ATT CTGG
CCG TGTG
ATGG ACC
CG CACGT
CGG CCCC
CCT CCTCC
CG ACACC
CTG ATTG
AAG AAAAG
CCAA AGG
ACG TTGG
ATAG ATGT
ATCTT TTTT
AAT AACAA
ATT AGGG
CGG CAAG
CCAG TGT
CG ACGTG
AGAA ACGG
ACAC AAAA
ATG CAGT
AC ACTTTG
ACATGG TT
CC ACTTG
ATCC AGT
AAATT TTTT
AGAG ACG
AAG CTCT
ATAT AGG
CACG CCG
CCAA GGT
ATGT ATTT
ACCT ACC
ATT AAAG
CAA ATTG
CTCTT TTT
CAT CTTG
CAA ATTTT
CCACG TT
CGGG CCGG
CTTT CTCT
CACC TTT
CC ACGTG
AAAA ACTG
ATCC ACG
CTAG AAT
ATAA GGG
CCCG TGT
TTTT GGG
CAT GGGT
AGTT AGTT
CTT CGTT
CG CGGGT
AA CACTG
AT CAGGG
CAG CCTT
CCT CTCG
CACC ACT
CCTG TTG
ACC TGTT
ACATG TTT
AATT ATAA
CC ATTGG
CT CACGG
ACC ACTG
ACTTTT GG
AGCC TGT
AGCG ACG
CATG CAC
ATTT AAAT
AGT CCTT
AATT ATGT
CCG CCACC
AGTG CAT
CGG ATAT
CTAA ATG
CAAG CCG
CAC ATATT
CACG TTT
CATG TTTG
AG C
ATAG TTGT
AGAAG AAG
CTG AGAA
ACATT TTTT
CT CAGGT
AATG AAT
ATCC CAT
CCGG CCG
ACT ATTTT
CGACG ACG
AGG CACG
ATTT GGTG
CT CAGGG
AAAG CAT
ACTT AAT
ACAT CGT
AAAG CTT
ATAG ATGG
CTAG CCG
ACC CAAT
ATG AGAT
CGCGG CGG
ATCAA TTT
ACGG TTT
TTG CTGG
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
AT AGAATT
CTG AGTG
CCGT GGT
AGCC CTT
CGCCG TT
AAACAA TT
AT AGTTTG
TTGT GGT
AAAG CAG
ACT AGAA
AGCG AAG
CAA CATT
AAAT AGAA
AGT GGGG
ATTT CTG
CTTT CAG
AAGG TTG
CAC AAAAG
CTGTT TTT
CACG CGCG
GGG TGTG
ACTG ATG
AAAA TGTT
CTTG AAG
AGG CGGG
ACC AAGT
CAGG AAG
AGG CCTG
CAA AACT
AGTT TGTT
TTTT AAAA
CATG AAG
ATCC GGT
ATATG TGT
AGAT CAG
ACCG TTTG
CG TTGTT
ATAA GGT
CCAA ATTT
AT ACGTT
ACGG TGT
AGG CTCC
ACGT CGT
CT AGGGT
CGCT CGCG
AGTT ATG
CATG AAT
ATGT CAG
ATTG ACT
CT ACAAAA
CC TTTGG
CTCGG GG
CT CAGCC
ACG CTTGT
CAGT AGT
CGAG AAG
CT ACGTG
CCGG CGG
AACTT TTT
CAGG CAA
ACC CCTT
CG ACTTG
CTT CATTT
ATCG TTG
CAG AACC
ATAAT ATAT
AG ACGGT
ATAA ATATT
ATAA AGG
ACG ACCT
ACT CGTG
CTAA GGT
ACGT CAA
CTT TTTTTT
CG CTTTG
CTG ACCT
TTGT ATAT
TTTG TGT
CGAG ACGG
ATT CTAT
CTT CTGT
CGG AGTT
AGGG AAG
CAAG AAAA
CCT ACAA
AAGGG TG
AGT CGTG
AGAA AGTG
AGT CCCT
CGAA GGT
ATTTT CAT
CGAA TTG
ATG CACG
CAAT ATT
AG ACATAT
CC A
ACC TTGG
ATAT AGAG
AGGTT TTT
AAT ATCT
CG ATCTT
AGAGG AGT
AAG ACAG
CTTT CTCC
ATG AACT
AAGG AGG
CTGG CTGG
AACC TGT
ATGG CAG
AGACT GG
AATAA TGT
TGTG TTG
CCAG ACC
AGGT CAA
ACG CGCC
CATG ACC
ACCCCTAATTATGGT CCCCG
CTG CTAG
ACT CGCC
ATG CTGG
CCAA TTG
ACAC ATT
AAAG AAT
AAG CCTT
CC CATGT
CCCC ATCC
CG ACCTG
CCGT CCT
CG AGGTG
CTT CTTTT
AG ACACAA
CTG ATCC
CTAG AAAA
AG CGGTG
CGG CTTG
CAAG ATG
ATCT ACC
ACTT TGTT
AACC TTG
CCT CCGG
AAAC ACAA
AGG CTTT
CCG AGAG
AAACG CCG
ACTG CAA
CTCG TTG
CCGGTG CGCC
CGT CTGG
TTGT AGT
CAGT ACT
AGCC CCT
AGATAA TG
AGT CGTT
CC ACCGT
CAT ATTG
CTGT CCT
ATAA CAAT
CAG CAAT
CGT CAC
ATAAT AAT
AGG AGCT
ATT ATCC
AACG AAG
CTAA CTT
CTAA ACAA
CAAG TTTT
ACCT GGT
CAG ATCG
CCCC TGT
CCG TGTT
AT ATTGTG
CACC CACC
CTCTCTCT CTCT
CGAA TTTT
CC ACAGG
ACGT ACT
ACGT ACG
CC CAATT
AGG GGAG
CAG CGGG
CGAG CTGG
AGACC GG
AGTT ATTT
CC CTGTG
ATT CAGG
CGACG TT
CGT CAAG
AA CCGTG
CGT ATTT
CCCT GGG
CCCC TTG
AGAT CTG
CTCT AAG
CCAA ATAT
AACC ACT
AGG AGCC
ATGG CAT
TTGG TTTT
AAAA CATT
CCT CTTG
CACT ACT
CGTT TGT
AGG ATAA
ACG CTGG
ACCT AGT
ACATGG TG
ATTTTTT TTT
CAG CTAG
AACC ATG
AT A
AGG CGCC
ACCT ATT
CTTTT TTG
CAA CTTT
ATCG TTTT
CAT CTGT
AGAT CTAA
ACG ATGT
TTTG AAT
AA CAGGG
CACT GGG
CCG CGGT
AGAG CTAA
AAT CAGT
CC CACGT
CGTG CAT
ATCT AATT
CT ACGTT
CAA ATGT
CGG CCAG
CACG AGT
CTT CTCTT
CACT AGT
AACT AATT
CCG CGCCG
CAG AAGG
ATCT ATAA
CAGGT GGT
CCG ATGT
ACG ATTT
ATCC GGG
ACAG AGT
TTTGG ATGG
CACGTT CTT
AAAA ATTG
AAAA AAGT
CTTG ACT
ATAG ACC
CAA GGTG
ACTT AGGG
ATTTG AAT
CCT AGCC
ACAA CCAA
CG AAGTG
AT CTGGTG
CGT AAG
AGCT AAG
CC CACTG
AT CACGG
ACTT AATT
CGTG CGG
ACAC ATTT
ACTG AAG
CTATT TTG
CTCT ATTTT
AGTT TGTG
ATGG ATAT
CG CATGT
AACC CAT
CTAA CAT
ATCC CCG
AACG AGG
AGT ATTTT
CGT CATG
CGT GGTT
AGAGAA TG
CATT ACC
CAAT ATG
CGCT CCT
CTACC GG
ACG ACAT
AA ATTGTT
CACC GGG
ATACAA TT
ATGG ATTT
AATAA ATAA
ATATGT GG
AATG CACT
AGACG TT
ACAC TTTT
CTCT CTG
CG CGTCC
TGT CAGG
CT ACTTTT
CAC AACAT
AGAA TTTG
AGAT CCAA
ACAG CTG
CCAG TTG
CAA TGTT
CTAA CTATT
AAT CTAT
AGGG TTTT
AGAGAA TT
AAG ATTTT
GGG ACT
CAG ATCT
AGAA ATTG
AATG AGT
AGTG CTT
CATT ATG
ACC AATT
AAT CCAT
CGAG CTG
AGT ATGT
CTTT AATT
CAC ACATG
CCAA ACACC
CACG AAG
AGG CGTCC
ACAA ACG
AGAAAA AAAA
TGT GGTG
AGAG ATT
CCG AGTT
CAAT CAAT
CTCG ACT
CTTTGCCG AGTGT
AGG GGTT
CCT CAAG
ATTCC GGT
ACC TTGT
CG AATCC
CAA CGAA
CAG CGCG
CAC ATAAT
ACAG CTT
ATT ACTG
ATGG CTG
AACT GGT
CATG ACT
CGG ACGGT
AGG CACT
CAG ACTG
AAAA ATATT
CAG CCCG
GGGGGGGG GGGGGGGG
CGG ACTG
ATAT ATTG
AGG ACCG
CGCT CCG
ATT GGGG
CTCT CAT
CAATT TGT
ATCC AGCG
ATG CCTT
AAT CAGG
CTCC ACCT
CCG AATT
CAA CCTT
ATAG ATAA
CAAG TTTG
ATT ATATG
ACC ATCT
ATG AGCC
CT AAGAA
AGT AATTG
CTGGG TT
ACG CGGG
ATAT ATATG
ACG AGCT
CAC AAACC
CACG ACT
ATCC ATAT
AC AGTTTG
CCAA CTT
TTT CGT
CTTG AGT
CTCC AGT
CAA CACC
AAT ACAT
ATGG CGCCG
CACC GGT
CTCT CACG
AGAG ACC
AGAG ATTT
AAT CCTG
ACT AAATT
AAT AGAT
CC CCGCC
ATG CAGG
ATTTT GGG
CC AGGTG
AT ACGGT
AGCC AAAA
CTAG TTTT
AAT CGGG
ACG AGTT
CTTGTT CGGTT
CG ACAGG
ATG AAAAT
CGT CCTG
CATG ATT
CCT GGTT
ATGTG TTG
ACG CAGG
CT ATTTGG
AAG TTTTTG
TTGG TGT
TTGCAA CGCACGGG
CG ACGGT
ATG CCTG
AAGT ACC
AGT ATATT
ACAT CTG
AAT CCGG
CATT GGG
ATTTT AGAA
CACT CGT
CTT ATGT
CCAT CGG
ATCG ATCG
ATTG TGTT
ATTTT CAA
CAC ATCAA
AATTTT TTTT
CC ACAAT
CATG CTG
ACTT ACT
CAAT AGT
AACC AAG
CC ACGGG
CACG TTG
CT CACAA
CAG ATAA
ATCC CCT
AGGT ACC
AGT ACCT
CGAG TTT
AAGT ATAT
AAG ATCT
ATCC AATT
CC CTTTG
AAAC ATTT
CGG AGAA
CTCT CGT
ATG AGAG
AAAG ACT
AG CATTTT
CACG CTG
ATAG AGAA
CCAA AGT
CAT CCCT
ACC CACT
CCAT AAAA
ATTTT AGTT
AAAA ATGT
TTT ATATT
CCAG AGG
ATT CGTG
ATT AGATT
CG ATATG
AGGG AGAG
ATAT CCG
CG ATTGG
ACT GGTG
ATAA ATGTG
ACC GGCC
CTCC CTT
ACC CTAA
ATCT CGT
CAG AGTT
CAGT CAT
ACAC ATGG
CAG ACAA
CCT AAAT
CCT CGCG
CTCT ACTACT
AGGG TGT
CTAAAA TTT
CTCT AGT
CTCT GGT
CC CACAA
ATT ACCT
AAT AAAAG
ATT GGGT
AGCG TTG
AAT CGTT
CCG CCTT
ATCT CTTT
CAG AAAT
AG ACATAA
ACAA ATAAAA
ACAG TTTT
ACAT AGG
ACC CTTT
CAA CTTG
ACG ACTG
CAAG AGT
AAAC ATGG
CT CACCGG
ATT TTGTG
ACC AGTT
AT CGTCC
ACAG AAAA
AG CGGCC
GGG AGT
CC CTGCC
ATG ACCT
ATAT CCT
CCG TTGT
CATT ACT
AATG ACT
CCTG CTG
AGAT CGG
CGGGCGGAGCGG AGTT
ACC ATAA
CTCC GGT
TTTTTT TTG
AAAC ATAA
CTAAT AGTT
ACC ATTG
AAT CGAA
CC CACTT
ACC ACGG
ACAC ATGT
CT CGGGT
AGAG CTG
CAG CTCG
AGAA CCT
ACAT CAC
CCCT CGT
CAG AGCT
ACC CACG
ACAC AGG
CCAG AAG
CTAG AGG
CATT AAATG
ACG TTTG
AAAA CAAT
CATG AGG
AC ATATATAT
AC ATTTGG
CCT CTCCT
TGT CTG
ATGT AATT
CAT CCCC
ACCT CGG
CTG CCCG
CATT CATT
CTTG TGTG
CGGG CCGGG
CAA CCCC
CGCG CGT
ACG TGTT
ATTTTTT GG
CC ACTGT
CATG CCT
CCGT CGCC
AAG AGGG
AGCTT TTT
ATTT AGTT
CTG CTGGG
CAAT CCG
CTGG ACT
ATAT ATAAT
CTGT CGT
ATAT AGAA
ACC ACCG
CTG AGTT
CAT GGAG
CTTT ATG
CG CTGTG
CGG GGCC
CTG TTTGG
CTTT AAAA
CGAT GGT
CAA CACG
ACGT CAT
ACG AATG
CAG AGGT
CTGT GGT
AGATT TTG
CTTG CCT
ATT ACAT
AGAA CCAA
GGTG TTT
ACG AGGT
AT ACCGT
ACC CGTG
CAA CTGT
CAGT CCT
CAA TTGG
CTTCC TTT
AGAT CCG
ATTAA ATAT
CTG CTAA
CCCC CCTT
AACC TTTT
AAG AAATT
ACTT ATTT
AGCT CGT
AACT GGG
AGTTTT GG
CGG TTGT
ACC AGCC
ATGTG TGT
CT ACGGT
CTGTT TTG
CAG TGTT
AAAAT AAT
ATCC TTTT
ACT CCCT
ATG ATGGT
ATTATT TTTT
CTTG AGG
CGG AAGG
CGCC GGT
CATT TTGG
AAGTT TGT
CTT GGCC
AAG CACT
CAT CTAT
ACC CGTT
ATTT CTCT
ATTG AGG
AAAC ATGT
AAGGT GGG
CTGG CCT
ACTG TTGG
AGTG TTTGG
ATTT AGAG
AGGG ATGG
CGAG CGAG
ATG AACC
AGT GGGT
CCG AGCG
ATATTTT TG
CG CAGCC
ATAAG TTTG
ATG ACAT
TTT ATAA
CATT TGTT
CAGT CCG
CG ATATT
AAG CCTG
AGCT CACT
CT AATTTG
ATT AGTTT
CTG CTCTG
CTCGGG CGAGG
CG AAGAA
CC CTTGT
CAT ATATT
ATG AGGT
AAGTT TTG
CTAA ATTG
CGTG CCT
CGTG AATT
AAAAT ATT
AAG CCGT
CAG ATTG
AAAT ATGT
CGCT CGCC
CCCAA GGG
CTG ACAA
CTAA ACTT
CT ACCGT
CATG CAAG
AAGT CTT
CGCT CGG
AGCC AGG
CC CTTGG
ATT AACT
CAA TGTG
AAG ACGG
CAA CACT
CG CATTT
CGT CCCG
ACAT CCAA
ACTG CTT
AACC AAT
CAA AGTG
ATCC ATACC
CGCG CAG
AAG CGTG
AGCC TTTG
ATAGAA TG
ACAT CGG
ATATG TTG
ACT CATT
AAAAT ATAT
ACAG ACT
CCTCC CTCC
AG CGGTT
ATTG AATG
CG CACCT
AGG CTCT
ACT AACT
CGCCG CCG
CCAG CGG
ACC CGAA
AAT AGGT
ATTCC TTT
CGTG CCG
CCTT CTGT
ATGG ACG
CG CTCTT
CAGG CGG
TGT CACTG
AAAG ATT
CCAT ATTT
ATGG CGCC
CTGG CCG
ACATAT GG
CAG ACTT
ACATT TTG
AGAG CCG
AGG AAAAG
CAT CCTG
AT CAGCC
CTAA CTAA
ACCTT TTT
CAA ACCT
AAG AGTG
CAG AGTG
GGT ATTT
CAA ATCAA
ACC AATG
CAT AGTT
ACC ACTT
AAT ATGTT
AGAG CTT
ATAA TGTT
CGAA CAAG
CG CTCAA
CG ACACT
CCGT CCGT
AGTTTT TTTT
ACC CGGT
CG ATAAT
AAG AGCC
GGG ACG
ACTTTT TG
CAA CTCT
CTCC ATT
AGCT ATG
CC ACACT
AAAAG TTT
CAC AGCAG
AT CTGTGG
CAGT CTT
CCAG ATG
AAT CCGT
TTGT ATT
CGGCGG CGG
CTAA ACG
ACT ATGT
CAA AATTG
AAT ATATG
CAG ACGG
ATAA ATTTT
CTTG ATT
ACAT ATTTT
CCTT CCTT
CAAG CGCACC
CCGGG CCGG
CTG ATCG
AGTG ATT
CCCC GGT
CTG CCTCC
ATCT AGG
AAAC AAGT
CTT ATCC
ACT CAAT
AGCG ACC
AATAA ATTT
CAA GGGG
AAAA AACAA
CCT CACT
CC CGTCC
CAT AATG
ACT CGTT
CACC ACCG
CCT AGTG
ATAA ACTT
AGT AAAAT
AAGG TGT
CAT CCAT
AGT ACTT
CTCT CTCG
TTG CTTT
GGTT GGG
CCT CACG
CGCC ACCG
AAATAT GG
CAC ATCAT
CAC GGAG
AACG TGT
CCT ACCT
CTTT ATTTT
CGCT GGT
ACT CAAG
ATGT AAAA
CG TTTTTT
ATT ATTTTT
AAAA ATAAAA
ATGT CGT
CC CTGTT
AGAG CCT
CT ATATATAT
CG AATGG
CGCG CGGG
AATG CTT
ATGG CTT
CTG AAAG
CAA TTGT
ACT CCTT
ATAA ATAAAA
CGG GGTG
CAAT AATT
CGT CTGT
ACG TTGT
TTT CAAT
CTTT AGG
CG ACCTT
GGGTT ACCAGCTG
CCCT ACC
CCT CATT
AGT AGAT
CG ACATT
CGAT CCG
AA CACCG
CTAG ATTT
CAG AGCC
CTCC CCG
ACG ACTT
CAA AGCC
AAAA AAACT
CAC AAATT
CACC AGG
CG C
AC ACGTGG
AGTTT GGG
AAGT AAT
AGT CAAG
TTGTG TTG
ATTT ATATT
CGT ATGG
TGT CATG
ATAT AATTT
ATAA AGAA
CCGG TTT
ACG CCAA
CAG CTAA
CAT CGTG
ATAT ATAG
ACTG CTG
ATCT AAG
AAAAT ATG
CAC AATTT
CAC AGCG
CAG ACCT
CC CAGTT
TTG AATT
CG CAGTG
AGG CGTG
CAT CACG
ATGG GGT
CGCC ATG
AAGT ATG
ACAC ACAA
CCCC CTCT
GGGT GGT
AGGT GGTG
AACTT TGT
CAC ATAG
CTT CAGG
CAT AGTG
AGG CGCG
AGTG CGG
CTATT CACC
AAG CTTG
CACT AAAA
ACC ATCC
ACC TGTG
AAT ATTTTT
CGCG AGCC
AC ACTGTT
CAG CGAG
CTAT ATGT
ATAT AAGG
AG ACTTTT
CTTT CTG
CC AAGAA
CG ACCGT
CTCG AGG
CTTG CATG
CTTTG TTG
AT CGGCC
AAT CCCC
ACAA CCG
AGTTG TTT
CAT CAGT
AGAA CAAG
CG ACTGG
CCT CGTT
CTG AGGT
CGCC AAG
AA CCGTT
CG CTTGT
CGT CGCT
AACC AAAA
CTGG CGG
ATT CGTT
ACCCATCTGGG CTGGGG
CAG AATG
CAT ATCC
CTTTT CTT
CGT AGTG
AGCT AGAG
AA CGTGG
ACAG ACG
AT CTTGTT
CATG CCG
CAAACT AGTT
ATTT ATGT
ACGG ACGG
AT CATGTG
AAT GGGG
CAT GGGG
AACAA TTT
CTAA AGG
CC CACGG
CATT AATT
CCAA ACTG
ATTTT TTGT
AATTG TTT
CAA ACCG
CGAA TGT
ATAGAG TT
AA CTTGTG
ACCTT CGG
CTG CCAT
CCAG CCT
CTT AGGG
CTCT CTTT
ACCG AGG
CAT AGAA
CCCG TTG
ATT CGCC
ATTG AGTG
ATCG AGG
ACTG ATCC
CTT CTAT
AC AGAATT
CGACCT GGG
CAC AAACT
AAAC TTGT
CC ATTTTT
CTGT CCG
AAGAA GGG
GGAG AGG
AGT CCAT
AG ATGGTG
CTT CACG
ATTTT ATG
CAA CGGGG
AGT ACTG
CACT CAAT
ATAAAA AAT
CG ATCAT
CGG AGGT
CGAG ACG
ATAATT TTT
CAA ATTTG
AAGG ACG
ATAT ACC
CGGG CCT
CCCC CCT
CC CGTGG
CAA ATCT
CTTG TTGG
CGAG CAGG
CGAA ACT
AAAA TGTG
AAAAT AAG
AGAGGG TG
CAA AGCT
AGG AAAT
CC CATTG
AAG CAGT
CATG TGTG
CT CTTGTG
ATTG ATTG
AT CATGTT
CTGT AGT
AATG TTTG
AA AGTTTG
ATACATT GG
ATAA TTGT
CAA ATATT
ATAA ATGT
CGGT CGT
AAAA ATAAT
AGCG CGG
CTG AGCT
CTTT CCTT
AACG TTT
ATCTT TTG
CAG CCCAA
GGGT CGG
CCT ACGG
AATT AAAT
CCCC ACT
GGTT TGT
ATGG TTTG
CC AAAATT
AAACC CTAA
ACC AAAAT
CTG AACT
ACC ACGT
AA A
CCG AGGT
ATGG CCT
AATAA AGT
AGAATG AAG
AAT CCATG
CTT AAGG
ACT ATTG
CTG ATTTT
TTGT ATG
AAG AGGT
CG ATGTT
AGAA AGTT
CAG ACCG
CTACT CCT
AGAA AGAG
GGTT GGT
AA CATGTT
GGCC GGG
ACT AATTT
TTTT ATTT
CCGCC CGCC
AGAT AGAG
AA CACGG
CTCG CTCC
CACTG CAT
CGGG TTG
ATG ATAAT
CAA CTCC
AGT AATTT
AGG CTTG
AAAT AAGT
ATT CTAG
CAA CCGT
AGG GGGTG
CACC ACCGG
CCTG CCT
CATT CAAT
ATT ATGTT
ACTT AAAA
CTAT CTTT
TTGTT TGT
CCG AACAA
CAGT CAGT
AGCCG TTG
AAT CTCC
AGT ACGT
ATATT ATAT
AGT AAAG
CGT CTTG
CTCT CGCC
ATG ATCC
CGT CGCCG
AGGG CGG
ACTT CAG
ACAA ATGT
CAA CCTG
AGCC TTTT
AAAAAA ATAT
CGT CACT
CTCCT CCT
ACAA CTTT
CT CGTGTG
AAAT CCAA
AAAC ATTTT
ATAAG TTT
CCCC CTT
AGAA CTG
CCCT CGCC
CAA AGGT
ACAT CCG
CAA ACGG
AAG CGCG
AG CATGTG
ATGG CCG
AGT AAGT
AAAT AGGT
ATTT AATG
ATTTG ATG
ACAAG TTT
ATACAA TG
AGAA CAAGT
CTAT GGG
AAATT AGTT
AGG CCAA
AAT CTTTT
CTG ATCT
AGAT AGTT
CTT CTAAT
AA CGGTT
TTGT CCT
CAGG CCT
CG ACAAT
CTT ACG
CATT TGTG
AA CACGT
CC ACAGT
CG CTGTT
CT ACATTT
CGG CCTT
ATAT ATCT
CTAA CCTT
CAT ACAT
CTT CTCG
ACCT AAT
AGCT AATT
ATTG AATT
AAG CTAG
CAT ATCT
GGG AAAA
ACAG CCG
CTCC CGCC
AT CGGGG
CG CACTG
CAAG AAT
ACC CGCC
AAGG CCG
CGGT AAAACAA
CTGG ACG
CACCGG ACTGT
CAA CAGT
AAATG TTT
CG AAGTT
AAAA AACC
ACGG ACG
CACT CGG
ATGG AATT
CCGG GGG
CAA CTGG
CGT CAAT
GGT CTG
CACC AGT
AATTGT ATCAC
ACTT TTGT
TTGG GGG
CAA AACG
CAC ACACC
CTAA AAGT
AGGT ACT
CGAA ACG
CCGCCG CCG
ATGG TTGT
CC CAAGT
AAGAA CGTGGGT
CTCT AAAA
CTGT CGG
CC CGGTG
AT AGCCTT
AAAC ATTG
ATT ATAAAA
AGCG TGT
CG CTTCC
ATT CAGT
CTT AGAA
AAAAT AGT
AGAGG AGG
ATTAA ATTT
ATG AACAA
ATCG ACG
ACT AGAT
CGT CCACC
ATATTTT TTT
AAAA TTGT
ACCT AGG
CTCG AAACGCCG
CAAT ATTT
CTCT CCG
