{"<s>":0,"</s>":1,"<pad>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"TT":261,"AA":262,"CC":263,"GG":264,"AT":265,"AG":266,"CT":267,"CG":268,"AC":269,"TG":270,"ATT":271,"ATG":272,"CAA":273,"CTT":274,"ACC":275,"AGG":276,"CTG":277,"AAG":278,"AAT":279,"ACG":280,"CGG":281,"TTT":282,"TTG":283,"ACT":284,"CAG":285,"CCG":286,"AAAA":287,"CAT":288,"CCT":289,"AGT":290,"GGG":291,"ATAT":292,"CAC":293,"TTTT":294,"CGT":295,"ATTT":296,"TGT":297,"GGT":298,"ATTG":299,"ATAA":300,"ACAA":301,"CACC":302,"AGAA":303,"CATG":304,"CTCT":305,"ACTG":306,"AGAG":307,"AATT":308,"CTTG":309,"AGGG":310,"ATGG":311,"CATT":312,"CCAA":313,"CAAG":314,"ATGT":315,"AGTT":316,"CTAA":317,"CTCC":318,"CTTT":319,"ACTT":320,"CAGG":321,"ATTTT":322,"CACG":323,"ATCC":324,"CAAT":325,"AGCC":326,"AGTG":327,"ACCG":328,"CTGG":329,"CGCC":330,"AAGT":331,"TTGT":332,"CGGG":333,"ACAT":334,"CGTG":335,"ACGG":336,"CACT":337,"ACCT":338,"AAAT":339,"AGCT":340,"TTTG":341,"čĊ":342,"CCCC":343,"CTGT":344,"AGAT":345,"AGGT":346,"CGCG":347,"AATG":348,"AAGG":349,"CCTT":350,"ATCT":351,"CAGT":352,"CCGT":353,"ACGT":354,"CCGG":355,"CCTG":356,"TTGG":357,"ATTTG":358,"ATAG":359,"CTCG":360,"ACAG":361,"CGGT":362,"AAAAT":363,"CTAG":364,"TGTG":365,"ACAC":366,"ATCG":367,"GGGT":368,"AACC":369,"AAAG":370,"ATATT":371,"CTTTT":372,"CGAG":373,"CTAT":374,"TTTGG":375,"CGTT":376,"TGTT":377,"CGAA":378,"CCAT":379,"AAATT":380,"ACATG":381,"GGTG":382,"AACT":383,"CCAG":384,"ATTGT":385,"AAAC":386,"GGGG":387,"CCCG":388,"CATTT":389,"AATTT":390,"ATAAT":391,"AACAA":392,"GGTT":393,"ATGTT":394,"CCCT":395,"ATATATAT":396,"AAAAG":397,"ATGTG":398,"ATCAA":399,"AGCG":400,"TTGTT":401,"CTTTG":402,"CATGT":403,"ACAAG":404,"ACAAT":405,"CACTG":406,"ACATT":407,"ATATG":408,"GGAG":409,"ACACC":410,"ATAAAA":411,"CATGG":412,"CACCG":413,"AGCAA":414,"AGAAG":415,"CATTG":416,"AACG":417,"CCACC":418,"TTTTTT":419,"ATTTTT":420,"AAGTT":421,"CAATT":422,"CTTGT":423,"AGTTT":424,"ACTTT":425,"ATCTT":426,"CTCTT":427,"AGAGG":428,"AGATT":429,"CCTCC":430,"AAATG":431,"GGCC":432,"TTGTG":433,"CTCAA":434,"AAACT":435,"AAACC":436,"ACACT":437,"CTGTT":438,"CGCT":439,"AGTGG":440,"CTATT":441,"ATCAT":442,"ACTGT":443,"GGTGG":444,"CAGGG":445,"ACTTG":446,"CACCT":447,"CTAAT":448,"CACTT":449,"ACAAAA":450,"AGCAG":451,"CGCCG":452,"ACACG":453,"CTTGG":454,"AGAAT":455,"CAAGT":456,"AGATG":457,"CCCAA":458,"ACAGG":459,"AATTG":460,"CTGTG":461,"ATTGG":462,"ATAAG":463,"CTCCT":464,"ACCGT":465,"CGCGG":466,"CCGTG":467,"ACAGT":468,"AAAATT":469,"ATACT":470,"CGTGG":471,"AATGG":472,"CAGTT":473,"AGGTG":474,"ACCTT":475,"ATCTG":476,"AACTT":477,"AGGGG":478,"AACAT":479,"CAATG":480,"AGTTG":481,"AAGTG":482,"AGCTG":483,"CAGTG":484,"CCGCC":485,"CACGG":486,"CACGT":487,"ACGTG":488,"AGGTT":489,"AGAAAA":490,"CCATG":491,"CGAT":492,"AATTTT":493,"AGCTT":494,"CTCGG":495,"CTCTG":496,"ATAGT":497,"CTCAT":498,"TGTGG":499,"CGAGG":500,"CAAGG":501,"CAGGT":502,"CGACG":503,"AGGGT":504,"CTACT":505,"ACGGG":506,"ACCTG":507,"AATAA":508,"CATTTT":509,"ATGGT":510,"ATCCT":511,"ATATTT":512,"CAAAA":513,"ATTATT":514,"CATCC":515,"ATGGG":516,"AAGAA":517,"CTTCC":518,"CGGGT":519,"CAGCC":520,"ATAATT":521,"AGCAT":522,"CTATG":523,"CTGGG":524,"CGGTG":525,"CCTGG":526,"ATACC":527,"AAAAAA":528,"CGGCC":529,"AGAGT":530,"ATCAG":531,"AGTGT":532,"CTGCC":533,"CCGTT":534,"ATAGG":535,"CACAA":536,"AATCC":537,"CTAGG":538,"CGGTT":539,"CGTCC":540,"ACGGT":541,"ATTAA":542,"CGGGG":543,"AGACT":544,"AATAAT":545,"ATGAA":546,"CGACC":547,"ATTTTG":548,"ATTTTTT":549,"ATTCC":550,"CGCTG":551,"CTACC":552,"AGCCG":553,"AGACC":554,"CTAGT":555,"CTCCG":556,"CTAAAA":557,"AAGGG":558,"CGTTT":559,"ATCCG":560,"ACTGG":561,"CGTTG":562,"AAAGG":563,"CTCAG":564,"CGAAG":565,"CGATG":566,"CTGGT":567,"AGTTTT":568,"AGCCT":569,"CCACG":570,"CGTGT":571,"CTAAG":572,"ACATAT":573,"AAAATG":574,"CGCCT":575,"CCTTG":576,"CCAAG":577,"AATGT":578,"CTCGT":579,"AAATAA":580,"AGACG":581,"AGCGG":582,"CGCAG":583,"ACCGG":584,"ACTTTT":585,"CTTTTT":586,"CGCAA":587,"CCTTT":588,"AAATTT":589,"AAAGT":590,"AAACG":591,"CCCTT":592,"ATATATATATATATAT":593,"ATTTGT":594,"AACTG":595,"ATCAC":596,"AACAG":597,"CCACT":598,"AAATAT":599,"AAACAA":600,"ATTGTT":601,"ATTTGG":602,"CCCAT":603,"AGCAC":604,"ACATGT":605,"GGGTG":606,"CCATT":607,"ATCGG":608,"AAGAAG":609,"CCGCCG":610,"CTTCTT":611,"ACACAA":612,"CAACAA":613,"AAGGT":614,"GGGTT":615,"CTATAT":616,"ACGTT":617,"ACATAA":618,"ATCGT":619,"CCAAT":620,"AGAGAA":621,"CAAAAT":622,"AATTTG":623,"CGGCGG":624,"CGAGT":625,"AGGAGG":626,"AAAAAAT":627,"CGAAT":628,"AGTTTG":629,"ACATTT":630,"CCCCT":631,"AACCG":632,"CATTTG":633,"CGACT":634,"CAGCAG":635,"CGATT":636,"CCCTG":637,"CATGTG":638,"TTTTTG":639,"CCAGG":640,"CGCGT":641,"AACCT":642,"CTATTT":643,"ACATGG":644,"CTCAC":645,"CTGCTG":646,"ATTCAA":647,"AGAATT":648,"ATATTTT":649,"ATGTTT":650,"ATACG":651,"CCGGG":652,"CTACG":653,"ATATGT":654,"CTTGTT":655,"CGCTT":656,"NN":657,"AATATT":658,"CGCAT":659,"CCCAG":660,"AAAAAAAA":661,"ATACAA":662,"ATCCAA":663,"CCTGT":664,"CCTCCT":665,"CTATAA":666,"CCCCG":667,"AACAC":668,"CTTTTG":669,"ATAGAA":670,"TTTTT":671,"AATCAA":672,"ATGATG":673,"ATTGTG":674,"CTAATT":675,"AAAAGG":676,"AACGG":677,"ACTTTG":678,"CGCAC":679,"CATGTT":680,"ATGTTG":681,"TTTTTTT":682,"CTCCAA":683,"ACTACT":684,"AGATAT":685,"ACAATT":686,"CATCAT":687,"CTTGTG":688,"AGTCC":689,"ATCTCT":690,"ATGTGG":691,"AACCAA":692,"CACCGG":693,"ATATTG":694,"CGGCG":695,"AAGTTT":696,"ATCTAA":697,"ATCATT":698,"CAACC":699,"AGCTAA":700,"CACATG":701,"ATAGAG":702,"AGATAA":703,"AAAGAA":704,"CGTCG":705,"AAGCC":706,"CTTTGG":707,"ACTCC":708,"ACGACG":709,"AGTAGT":710,"AAGCAA":711,"ACAGAA":712,"AGGCC":713,"ATGGTG":714,"ACTGTT":715,"ATTAAT":716,"CATCAA":717,"TTGTTG":718,"ATATGG":719,"CTCCTT":720,"AGATTT":721,"AACTAA":722,"CAATTT":723,"AGGTGG":724,"CCGGTG":725,"AGCGT":726,"CATTGT":727,"ATAATG":728,"TTGTTT":729,"ATTCTT":730,"ATTTTTTT":731,"GGGCC":732,"ACGTGG":733,"ATGCAA":734,"ATTCAT":735,"AAAATTT":736,"ACCAA":737,"ATTATAT":738,"ACAAGT":739,"CGTCGT":740,"CGGTGG":741,"CAAGTT":742,"CAAGTG":743,"AGAATG":744,"ATGGTT":745,"ACTTGG":746,"CTTCT":747,"CTCTCTCT":748,"CGGCAA":749,"CCGCG":750,"ACTTGT":751,"CTTCCT":752,"AGACAA":753,"ATCTTT":754,"CTGGTG":755,"AGAAGG":756,"CCGGT":757,"CTCCTG":758,"ATAGTT":759,"ATTAGT":760,"TTTGTT":761,"CCAAAA":762,"CCAGT":763,"ACCACC":764,"ATAAAAT":765,"ACAGAG":766,"ATTATG":767,"CAAACT":768,"ATTCT":769,"ATCCTT":770,"AGGGTT":771,"ACACCT":772,"ACAATG":773,"AGATGG":774,"CGCCGG":775,"AGTGTT":776,"CCTCG":777,"CCCGG":778,"ATCAAT":779,"ACACAT":780,"CATATG":781,"ACACTT":782,"CTGCAG":783,"AGGAAG":784,"AATATG":785,"TTTCTT":786,"CTCTTT":787,"ACATTG":788,"TTTTGG":789,"AGCAGG":790,"CAAACC":791,"ACAGCC":792,"CCCAC":793,"ACTAA":794,"CACCTT":795,"CACCTG":796,"AGCCAA":797,"AATCT":798,"TTGTGG":799,"AATAAAA":800,"CAAAAG":801,"AGTTGG":802,"ATTAT":803,"AGTGTG":804,"CTGTTT":805,"CAGTGG":806,"ATGTGT":807,"CAGTTT":808,"CATCTT":809,"CTAGCT":810,"CATCG":811,"CAATGG":812,"AAATTG":813,"AGAGGG":814,"CTACAA":815,"CCTTTT":816,"ACATCC":817,"ATGAAG":818,"AGCAAG":819,"CTGTTG":820,"ATCATG":821,"AGCTCT":822,"CTGTGG":823,"AAGTGG":824,"CACTGT":825,"ATACTT":826,"AATTTTT":827,"CTTCAA":828,"ATTCG":829,"CACGTG":830,"AGAGTT":831,"AATCAT":832,"CAGCAA":833,"ACTAGT":834,"AGCCTG":835,"AAAACAA":836,"ACACTG":837,"CTTTGT":838,"AAGTTG":839,"ATTTGTT":840,"CTAGAA":841,"CACACC":842,"CAGCG":843,"ATGCC":844,"ATAATTT":845,"CTGCAA":846,"ACAGTT":847,"ACACGT":848,"ACACGG":849,"ATGAAT":850,"ATTTTTG":851,"AGGGGG":852,"TTTGTG":853,"CGCCTG":854,"CGTGTG":855,"CTGAA":856,"CTTTTTT":857,"AGGAA":858,"ACCCAT":859,"AGTCAA":860,"TTGCAA":861,"ACAGTG":862,"ATAGAT":863,"AGTTGT":864,"AGAGAGAG":865,"CACCGT":866,"TTTGGTT":867,"ATGCAT":868,"CGTTTT":869,"AATAAG":870,"CTCATT":871,"AGCTGG":872,"AGAGTG":873,"ACACCG":874,"CACTTG":875,"CCGTGG":876,"CCCGT":877,"AATTGG":878,"AGATTG":879,"CAGAA":880,"ATCTTG":881,"ATACAT":882,"CTGCT":883,"ACAAGG":884,"CACTTT":885,"AGCCTT":886,"CCAAGG":887,"ACTCG":888,"CAAATT":889,"CACTGG":890,"ACCCG":891,"AGGGTG":892,"CTTCAT":893,"ACTGTG":894,"CTCTTG":895,"CCTCCG":896,"CTCGCC":897,"ATCCTG":898,"CATTGG":899,"AGGCG":900,"CTTCG":901,"AGCTCC":902,"AGGAGT":903,"CAGGTG":904,"AATCG":905,"AACGT":906,"AGCATG":907,"CACAAG":908,"ACGCC":909,"AAATGG":910,"ATCTCC":911,"AATGTT":912,"ATTATTT":913,"ATTAAG":914,"AATATAT":915,"CAGGGG":916,"ATCAAG":917,"AACAAG":918,"CCAATG":919,"CCCCTG":920,"ATTAAAA":921,"CTAATG":922,"CTGCG":923,"CTAGAG":924,"CATTTTT":925,"AGGTTT":926,"ACCCC":927,"AAACTT":928,"AATGTG":929,"AAGAAAA":930,"AATCTT":931,"CTGCTT":932,"ATCACC":933,"ACAGGG":934,"AAATGT":935,"NNNN":936,"ATTACT":937,"ATCTGG":938,"AGATGT":939,"TTGCC":940,"CAGCCG":941,"CTAGTT":942,"ACGGTG":943,"AAGATG":944,"CTCACC":945,"ACCGTG":946,"AAATTTT":947,"TTTCC":948,"ATTCCT":949,"ATGGGT":950,"AGGATG":951,"CTCCGG":952,"AATACT":953,"AAGCTG":954,"CTAGCC":955,"CAGCTG":956,"AATCTG":957,"CACACG":958,"AGCACC":959,"CGGGGG":960,"CAACG":961,"ACGGGG":962,"ATAAGT":963,"AATAGT":964,"ATAGTG":965,"CTCGTG":966,"GGTGGT":967,"AGCTTG":968,"CA":969,"ATATATATATATATATATATATATATATATAT":970,"CTATTTT":971,"CTCAAT":972,"ATAAGG":973,"AGCTTT":974,"AGCAAT":975,"AACAAT":976,"CAACAT":977,"CAAAAAA":978,"CCCCTT":979,"CTCATG":980,"CGGCCG":981,"ATGATT":982,"CTCGCG":983,"AAGAGG":984,"AAGGTG":985,"CTCTGG":986,"ACATTTT":987,"ATGGGG":988,"AGTTTTT":989,"CGTCGG":990,"AAGCAG":991,"CATCCT":992,"ACTAAAA":993,"ATATTTG":994,"CAAATG":995,"AAACTG":996,"CGTGGG":997,"AGCACG":998,"CTCTGT":999,"AGCCGG":1000,"CTGGTT":1001,"AGTACT":1002,"CTGCCT":1003,"AAGAAT":1004,"CATGGG":1005,"CGTGTT":1006,"AGAAGT":1007,"CTGATG":1008,"CCCTCC":1009,"CGGGTG":1010,"ATATAAT":1011,"AATTGT":1012,"ACGAGG":1013,"CAGCTT":1014,"CACACT":1015,"CTACTG":1016,"ATTGGT":1017,"CAGTTG":1018,"CCATCC":1019,"AGGTGT":1020,"AGGTTG":1021,"CTGCCG":1022,"ATGTTTT":1023,"CCATGG":1024,"AAAAGT":1025,"CCTTGG":1026,"AGATCC":1027,"AGCAGT":1028,"CACGGG":1029,"GGGTGG":1030,"ATTAATT":1031,"CTCACT":1032,"CTCAAG":1033,"AATATTT":1034,"CTCGTT":1035,"CTGTGT":1036,"CCTGTG":1037,"ACGCG":1038,"ACAGAT":1039,"CACGTT":1040,"CAGGTT":1041,"CTTGGG":1042,"CCTCAA":1043,"ATCTGT":1044,"AACATG":1045,"CTACTT":1046,"CGGAGG":1047,"CAGAGG":1048,"CATGGT":1049,"AAATCC":1050,"CTATTG":1051,"ACTAAT":1052,"AGTCG":1053,"ACCCAA":1054,"ACAGGT":1055,"ATCACT":1056,"CGTCCG":1057,"AGCACT":1058,"CATATT":1059,"TTTGGG":1060,"CTAGTG":1061,"CTATGG":1062,"ACACAG":1063,"TGTGTG":1064,"ACCATG":1065,"AGCATT":1066,"ACCTGG":1067,"ACCCCT":1068,"AATGGT":1069,"TTTTTTTT":1070,"CGCGCC":1071,"CATCAG":1072,"ATTTTGT":1073,"ACAGCT":1074,"ACCTTT":1075,"CTATGT":1076,"CGCGGG":1077,"AGGCAA":1078,"AACTTT":1079,"AGAGGT":1080,"AAAGAG":1081,"CTAGGG":1082,"AAGGTT":1083,"CTGAAG":1084,"ATTGGG":1085,"AACATT":1086,"TTGGTG":1087,"ATGAGT":1088,"AGACTT":1089,"CTATCT":1090,"TTTGTTT":1091,"CCCACC":1092,"AAACAT":1093,"AGACTG":1094,"ACGGTT":1095,"ACGTGT":1096,"ATGCTT":1097,"ACCACT":1098,"TTGGTT":1099,"CGTCCT":1100,"AATCCT":1101,"ACGAAG":1102,"CACAGG":1103,"AAAGTT":1104,"ACGCCG":1105,"AATAATT":1106,"AAGGGG":1107,"CGAAAA":1108,"CGGCAG":1109,"CCATTT":1110,"ATTTGTG":1111,"ATCCGT":1112,"ATTCAG":1113,"CATATAT":1114,"ATAGCT":1115,"CGCCTT":1116,"CGGGTT":1117,"CTGGGG":1118,"ATAGGG":1119,"ACTCAA":1120,"ACTCCT":1121,"ACCAAG":1122,"ATACCT":1123,"TTTGGT":1124,"AGGCCG":1125,"ATACTG":1126,"TTGTGT":1127,"CGACGG":1128,"CTAGAT":1129,"AGTGGG":1130,"AGACAT":1131,"CAACTT":1132,"CTAAGG":1133,"ATGCAG":1134,"CGGCTG":1135,"ACCGTT":1136,"CCAGCC":1137,"AGATTTT":1138,"CATCTG":1139,"TTTAGT":1140,"CCCTTT":1141,"CGCCGT":1142,"CCTGGG":1143,"TTGCTT":1144,"ATTAGG":1145,"CCTCTT":1146,"ACTCAT":1147,"CAGAAG":1148,"ATAGGT":1149,"AGTGGT":1150,"AAAAAAG":1151,"CCTGTT":1152,"CCCTCT":1153,"ATGCTG":1154,"CCATAT":1155,"AATGGG":1156,"CGCACG":1157,"CGACAA":1158,"ATCGTG":1159,"AAGCAT":1160,"CTATCC":1161,"TTTCAA":1162,"CCCCCCCC":1163,"CGCTGG":1164,"ATCTTTT":1165,"CCGCCT":1166,"ATGACT":1167,"ACCTTG":1168,"ATCACG":1169,"AATATAA":1170,"ACGGGT":1171,"AGCTGT":1172,"AATCAG":1173,"CTCCGT":1174,"CTCGGG":1175,"GGTGGG":1176,"ATGAGG":1177,"ATTTTGG":1178,"AAAAAAAT":1179,"CGATGG":1180,"ATCAGT":1181,"CGCTCC":1182,"CTACCT":1183,"ATCAGG":1184,"CCACCT":1185,"CTTCGT":1186,"ACGAA":1187,"ATTCTG":1188,"CTTGGT":1189,"CTTAAT":1190,"CTACAT":1191,"AGCGAG":1192,"CCGTTT":1193,"CTATAG":1194,"TGTGTT":1195,"CACAAT":1196,"CAGCCT":1197,"CAGGGT":1198,"CCTTTG":1199,"CAGTGT":1200,"CCGACG":1201,"CTTATT":1202,"CGGTTT":1203,"ATAGCC":1204,"ACATGTT":1205,"ATATTTTT":1206,"CACAGT":1207,"CCGTTG":1208,"ATTTATTT":1209,"CAATTG":1210,"AACTTG":1211,"CAGATG":1212,"CCACAA":1213,"ACTATT":1214,"AGACGG":1215,"CCGCGG":1216,"CTCACG":1217,"CCGACC":1218,"AAGTGT":1219,"AGCGCG":1220,"CAAAGG":1221,"ATCGTT":1222,"CTGCAT":1223,"AATTTTG":1224,"CGAGCC":1225,"CAGATT":1226,"AGAAAAT":1227,"CCACCG":1228,"CAGCGG":1229,"AGTAGG":1230,"AGACCT":1231,"AAGCTT":1232,"CACGGT":1233,"AACACC":1234,"CGAGGG":1235,"CGCAGG":1236,"ATGAAAA":1237,"CGCACC":1238,"ATCCGG":1239,"CCGAGG":1240,"CTAAAAT":1241,"CGAGAG":1242,"CAATGT":1243,"CGGTTG":1244,"AGTCAT":1245,"CACATT":1246,"CGCTCG":1247,"AAACCT":1248,"CACAAAA":1249,"TTTCAT":1250,"AGTATT":1251,"ACGTTG":1252,"TTTATT":1253,"CCGTGT":1254,"CGTTTG":1255,"CCTCTG":1256,"ACTCTT":1257,"AAAGTG":1258,"CCCGCC":1259,"CGGACG":1260,"AACCTT":1261,"ATTTATT":1262,"AATACC":1263,"CATGCATG":1264,"CCGAAG":1265,"AACTCT":1266,"AATAAAT":1267,"CCATGT":1268,"CGCGTG":1269,"ATAAATT":1270,"AGCGTG":1271,"CCCTAA":1272,"AAAGGG":1273,"ACGACC":1274,"ATATATT":1275,"CAAGGG":1276,"CGTTGG":1277,"CAACAG":1278,"CCCCGG":1279,"ATTGTTT":1280,"AAAAATT":1281,"CCAATT":1282,"CTTCTG":1283,"CATCGT":1284,"CTAGGT":1285,"ATATATG":1286,"CCATCT":1287,"AACACT":1288,"ATATGTT":1289,"CTGACC":1290,"ATTTAAT":1291,"ATTTGGT":1292,"CCCACG":1293,"CGTGGT":1294,"AGAAAAG":1295,"CAAACAA":1296,"TTGTTTT":1297,"AGGAAT":1298,"CATAAT":1299,"AGGACG":1300,"CGCCAA":1301,"AACAGT":1302,"CGGCCT":1303,"CCATTG":1304,"AGGGGT":1305,"AAGAGT":1306,"AAACCG":1307,"AAAGAT":1308,"CGCATG":1309,"CTATATT":1310,"AGGCAG":1311,"CCACGT":1312,"CGACCT":1313,"AAAATGG":1314,"CGCTCT":1315,"CATCCG":1316,"CAACCT":1317,"ATGACC":1318,"AGGCTG":1319,"CTTCAG":1320,"CTTTGCCG":1321,"CTCAGG":1322,"AGGATT":1323,"AAGATT":1324,"CCACTG":1325,"TTTACT":1326,"CAACCG":1327,"CCGGGG":1328,"CAACTG":1329,"CGAAGG":1330,"TTTAAT":1331,"AGCCGT":1332,"CAAACG":1333,"ACCATT":1334,"TTGATG":1335,"ACCTGT":1336,"CGAGTG":1337,"CGACCG":1338,"AGACAG":1339,"AGTATG":1340,"ACCCTT":1341,"CAAAATT":1342,"AGCGGG":1343,"AGACCG":1344,"GT":1345,"ACTGGG":1346,"CCTCGT":1347,"CGGTGT":1348,"TTGCTG":1349,"AGTAAT":1350,"AAGCCG":1351,"CCCCAA":1352,"ACTTGTT":1353,"ACATGTG":1354,"CGAGAA":1355,"AGCGCC":1356,"CTGGGT":1357,"CGATCC":1358,"CCTCAT":1359,"ACCCGT":1360,"ACGATG":1361,"CTCGGT":1362,"ACATTTG":1363,"TTTGGTG":1364,"CTAAGT":1365,"CGAGCT":1366,"CTACGG":1367,"ACCACG":1368,"AAGCCT":1369,"CAATTTT":1370,"CGATCG":1371,"AAAGTTT":1372,"CGTCTT":1373,"AAATTTG":1374,"TGTGGG":1375,"CAAAGT":1376,"CGGCGCC":1377,"CAAGGT":1378,"CAACCAA":1379,"ATACAC":1380,"ACTGGT":1381,"TTTAAAA":1382,"ATCATTT":1383,"CGTCAT":1384,"CCGCTG":1385,"ACCAAT":1386,"CCGAGCC":1387,"CCACGG":1388,"CTACCG":1389,"AGTCTT":1390,"ATACGG":1391,"TTGAAG":1392,"ACAAAAT":1393,"ATTTCTT":1394,"ATATTGT":1395,"AAACTTT":1396,"TTGGGG":1397,"ATGCATG":1398,"AAATAAAA":1399,"AGGCGG":1400,"CCCTTG":1401,"ACGCCT":1402,"TGTGGT":1403,"CTACGT":1404,"CAAATAA":1405,"ATACGT":1406,"CATAAAA":1407,"CAGAAAA":1408,"ATGACG":1409,"AAACAG":1410,"AATAGTT":1411,"AGTACC":1412,"CTGATT":1413,"AGTCCT":1414,"CCCATT":1415,"AAACGG":1416,"CCGGTT":1417,"CCTTGT":1418,"AGTAAAA":1419,"TTGCAT":1420,"TTTCCT":1421,"AAGACT":1422,"CAAATTT":1423,"AGTCAG":1424,"CCATAA":1425,"ATACATT":1426,"AGGAAAA":1427,"NNNNNNNN":1428,"TGTACT":1429,"CCCGTG":1430,"AAGTTTT":1431,"AGTATAT":1432,"ATAGTTT":1433,"CGCTAA":1434,"ATGCCT":1435,"ACCAAAA":1436,"CTACAG":1437,"CCCATG":1438,"AGAGAAG":1439,"CGTTGT":1440,"CCGCAG":1441,"AGTCTG":1442,"CGAGTT":1443,"CGAGGT":1444,"ACAATTT":1445,"CTTCTCT":1446,"AAAGCC":1447,"ATAAACT":1448,"AACTGT":1449,"ACTTTTT":1450,"AAGACG":1451,"CGGCTT":1452,"CTAAATT":1453,"AAAGGT":1454,"AATTTGT":1455,"AGGACT":1456,"CAGCAT":1457,"ATCGCC":1458,"ATAAATAA":1459,"ATGTTTG":1460,"CAGACG":1461,"TTGAAT":1462,"AACTCC":1463,"CAACGG":1464,"CCAAGT":1465,"AGCTTTT":1466,"CGACGT":1467,"AGACGT":1468,"CGCAAG":1469,"AGCTAGCT":1470,"CCAGTG":1471,"ATACAG":1472,"CTGAAT":1473,"CTCTTTT":1474,"CGATTT":1475,"CCCGCG":1476,"CTAATTT":1477,"CATCGG":1478,"ATATGTG":1479,"CGCTTG":1480,"AGTTTGG":1481,"AGGACC":1482,"TGTCTT":1483,"ACGACT":1484,"CGACTG":1485,"AACAGG":1486,"CCTACT":1487,"CACATTT":1488,"CCAGGG":1489,"CTCAGT":1490,"CTGTTTT":1491,"CCCACT":1492,"CAGACT":1493,"CTCCTCC":1494,"AACCCC":1495,"AAAGCT":1496,"CGAAAT":1497,"AATTATT":1498,"CGGCGT":1499,"AGTTTTG":1500,"AGGCTT":1501,"AGTAGAG":1502,"CTGACT":1503,"ATAAATAT":1504,"AAAAATAT":1505,"CATTTGG":1506,"CCACTT":1507,"CGCTGT":1508,"CATGTGG":1509,"CACATAT":1510,"CATACC":1511,"CCCAAG":1512,"GGGGGGGG":1513,"AAAAACT":1514,"AAATAAT":1515,"AATTAAT":1516,"AACTGG":1517,"AAAAGTT":1518,"ACGAGT":1519,"TTGCAG":1520,"CCTGGT":1521,"CCACAT":1522,"ACACTGT":1523,"CATACT":1524,"ATAAAAG":1525,"AGAATTT":1526,"CTAGTTT":1527,"CCTCCCC":1528,"ACTTGTG":1529,"CGGACC":1530,"CGATAT":1531,"ATTGTTG":1532,"AACCTG":1533,"ATCGCG":1534,"ATCGGG":1535,"CATATTT":1536,"CATTTTG":1537,"ACAACAA":1538,"AATCCG":1539,"CGAACC":1540,"AACACG":1541,"CTGCGG":1542,"ATTACC":1543,"ATTCGT":1544,"CCTCTCC":1545,"ATCGGT":1546,"CGAATT":1547,"ATACCG":1548,"CAGACC":1549,"CCTACC":1550,"CGCTTT":1551,"AACAATT":1552,"CCTCGG":1553,"CAGTTTT":1554,"AAAATTG":1555,"CTTATTT":1556,"CGAGAT":1557,"CGATGT":1558,"ACAAGTT":1559,"CCTAGG":1560,"AGACAC":1561,"ATACATG":1562,"CAAATAT":1563,"CGGGCGG":1564,"ACGCTG":1565,"CACTTTT":1566,"CACATGT":1567,"CACACAA":1568,"AAGACC":1569,"CCTTTTT":1570,"CGTCTG":1571,"CCAGAA":1572,"CTTGTTG":1573,"CCGATG":1574,"CGTCAA":1575,"AAAAATG":1576,"ATACAAT":1577,"CCAGTT":1578,"CGACAT":1579,"ATTCCG":1580,"AACTAT":1581,"CCAAACC":1582,"ATTAAAT":1583,"ACTATG":1584,"ACGTTT":1585,"CCTAAT":1586,"ATTCTTT":1587,"CCAGAG":1588,"AGTATTT":1589,"GGGAGG":1590,"CATTTTTT":1591,"CGCGTT":1592,"CCCAAT":1593,"TGTCAT":1594,"ATTATAA":1595,"CTTAAAA":1596,"ATGGTTT":1597,"CCATCG":1598,"ACTACC":1599,"CATTGTT":1600,"CTTCTCC":1601,"CGGATG":1602,"CAGAAT":1603,"AGGCAT":1604,"CCAGCT":1605,"AGCGGT":1606,"TGTAGT":1607,"CCGCGCC":1608,"ATTTCAT":1609,"ATCAATT":1610,"ATGATAT":1611,"CTTACT":1612,"TGTCAA":1613,"AATTTGG":1614,"AAACAC":1615,"CGATTG":1616,"ACTCGT":1617,"AAAATTTT":1618,"AGCGAA":1619,"CGGCCGG":1620,"AGATTTG":1621,"TTGTTTG":1622,"ATGATTT":1623,"AATTTTTT":1624,"ATTTTTTTT":1625,"AACCGG":1626,"ATAAAATT":1627,"CTTCGG":1628,"AGGCCT":1629,"TTTATTT":1630,"AACGAA":1631,"CAGCGT":1632,"CGCGGT":1633,"AACTAG":1634,"AAAACAT":1635,"CTTATG":1636,"AGTAAG":1637,"CTCTACT":1638,"CATGCAT":1639,"AGGAGAG":1640,"TTTATG":1641,"ACTTTGG":1642,"CGGGGT":1643,"CTTCCG":1644,"CTAAACT":1645,"CAACAC":1646,"AGAAACC":1647,"CTATTTG":1648,"ACGAAT":1649,"CCGCGT":1650,"AAGGGT":1651,"TTTAGG":1652,"CGGAAG":1653,"AGAAACT":1654,"CCAAACT":1655,"CATAAG":1656,"ACGCAG":1657,"ATAATTTT":1658,"AAAAAATT":1659,"CTTCTTT":1660,"CCAACAA":1661,"ACCGGG":1662,"ACAAGTG":1663,"CCGACGG":1664,"CTGTTGG":1665,"AAAATGT":1666,"TTGATT":1667,"AGTTGTT":1668,"CCCTGG":1669,"AAGTTTG":1670,"CACCACC":1671,"CTTTTTTT":1672,"CCTCTCT":1673,"ATTAGTT":1674,"CTGACG":1675,"CATGTTT":1676,"ATATACT":1677,"ATTTCAA":1678,"AGCGTT":1679,"CTCATTT":1680,"CTTTTGG":1681,"CCCTGT":1682,"AGTTTTTT":1683,"CTATCG":1684,"CACATGG":1685,"CATTGTG":1686,"AGTTGTG":1687,"CCGCGCG":1688,"CCTCGCC":1689,"ATACTTT":1690,"CCTAAG":1691,"CACTGTT":1692,"CCGACT":1693,"ACAGTCCGGTG":1694,"CTCCACC":1695,"AGTCGG":1696,"ATATATTT":1697,"AGTCGT":1698,"AACGGG":1699,"CGATCT":1700,"AATAATG":1701,"ATGAATT":1702,"ACACACC":1703,"AAGCAAG":1704,"GGTCAA":1705,"ACGCGG":1706,"ATGCAC":1707,"CGAATG":1708,"CCCAGG":1709,"ACAAATT":1710,"AATAGG":1711,"TGTATT":1712,"CTTGTTT":1713,"AAAAAAAAT":1714,"AATAAAAT":1715,"AAAAATAA":1716,"GGGCCT":1717,"CTTAATT":1718,"AATCCAA":1719,"CTGAGG":1720,"CGTACC":1721,"CCATTTT":1722,"CGTCAG":1723,"AGAAATT":1724,"CGCATT":1725,"CCTATT":1726,"ATGGTGG":1727,"AAATATG":1728,"ATATATAA":1729,"CCCCGT":1730,"TGTATG":1731,"AGACACC":1732,"ATTGTGG":1733,"ACGCAA":1734,"CCCTCG":1735,"AGTCCG":1736,"CGACAG":1737,"AACTTTT":1738,"AACGTG":1739,"TTTTTTG":1740,"AAATCAA":1741,"ATAAGTT":1742,"AAATATT":1743,"ACAAAAG":1744,"ATTTATG":1745,"CATAGT":1746,"CGCAGT":1747,"ACTATAT":1748,"CATTTGT":1749,"GGGTTT":1750,"CTGAGT":1751,"CGCTAG":1752,"AAAAACC":1753,"CGACTT":1754,"CATCTCC":1755,"ATTTAGT":1756,"CCCGAG":1757,"CGAAGT":1758,"TTGAGG":1759,"GGGCCG":1760,"CTTTGTT":1761,"CGCGCGCG":1762,"CTGCTGG":1763,"AGATGTT":1764,"CTTAGG":1765,"AAAAAGG":1766,"ACGGTGG":1767,"TTTGGTTT":1768,"CACAATT":1769,"CAATCC":1770,"AACCGT":1771,"AAAGAAG":1772,"AATCTAA":1773,"CTTGTGG":1774,"AGACAAT":1775,"ATGTTGT":1776,"ATTTATAT":1777,"AACGAG":1778,"CATCTCT":1779,"ACATATT":1780,"AGTTTGT":1781,"CAGCAGG":1782,"ACTTTTTT":1783,"CCGCAA":1784,"CAAGCAA":1785,"AGTGTTT":1786,"AAACGT":1787,"ACCGTCCGG":1788,"CTTAAG":1789,"ACCGGT":1790,"ACTCGG":1791,"AAATTGT":1792,"ATGTGTG":1793,"AACAAGG":1794,"GGGGGG":1795,"CTGCATG":1796,"CTGATTT":1797,"AGGGAGT":1798,"ATGATGG":1799,"CGCAAT":1800,"ATATTTGT":1801,"AATTGTT":1802,"ACATTGT":1803,"ATGTGTT":1804,"AAACATG":1805,"AATATTTT":1806,"ACCAGG":1807,"ACTTTGT":1808,"ATTATTG":1809,"CATATAA":1810,"CTTTCTT":1811,"ATCTTTG":1812,"CGATAA":1813,"AACTCG":1814,"CTCTGTT":1815,"AATTCAA":1816,"CTGTTTG":1817,"CTTGCTT":1818,"CGGAAT":1819,"AGGCGT":1820,"CTAAATTT":1821,"ACAAACT":1822,"ACAAAATT":1823,"TTGTTGG":1824,"CCTCAG":1825,"AAACAAAA":1826,"AAATAAG":1827,"ACCTTTT":1828,"ACATTGG":1829,"CCGCCCC":1830,"CTATTTTT":1831,"ATCATGT":1832,"CATAGG":1833,"GGGCGG":1834,"ACACATG":1835,"CATGTGT":1836,"ATTCGG":1837,"GGTCGG":1838,"CTGCGT":1839,"AGGGTTT":1840,"ACGCTT":1841,"AACTATT":1842,"CAAGTGG":1843,"ACAAACC":1844,"CCAAAAT":1845,"AGGGAGG":1846,"TGTAAT":1847,"CCTCGGG":1848,"ATAAATTT":1849,"ATATAAAA":1850,"CCAATTT":1851,"CAGAGT":1852,"AAACAAT":1853,"CATCAC":1854,"ATATTGG":1855,"AAATTGG":1856,"AAAAGTG":1857,"ATTTTTTG":1858,"AGAGAGG":1859,"CCAGGT":1860,"GGGTTG":1861,"CTTTGTG":1862,"TGTTTTT":1863,"AAATCAT":1864,"CGGTTTT":1865,"CCTATG":1866,"CTAATTTT":1867,"AATGTTT":1868,"ACTAGG":1869,"TGTCAG":1870,"ACACCGT":1871,"CTGCTCC":1872,"AAGCAC":1873,"ATTATGT":1874,"AGATGTG":1875,"CTGAAAA":1876,"CGTGGGT":1877,"CTAACAA":1878,"CTTCACC":1879,"ATATTTTTT":1880,"CATGCAA":1881,"AAATACT":1882,"ATTCATT":1883,"CTCCCTCC":1884,"ATATAAG":1885,"AACATTT":1886,"CCGCCGG":1887,"AACGGT":1888,"ATAAACC":1889,"CGTACG":1890,"AAACACC":1891,"ATAACAA":1892,"AACAATG":1893,"ATTCTCT":1894,"AGAATGG":1895,"ATTGATG":1896,"CACCGTG":1897,"AGAAATG":1898,"AGAGTTT":1899,"ATCTGTT":1900,"ACCAGT":1901,"CAGGTGG":1902,"ACAGTGG":1903,"AATCGT":1904,"CTATATTT":1905,"AATCAAT":1906,"AGAGATG":1907,"CCAGAT":1908,"CAGCAC":1909,"CGCGGGG":1910,"CGCGCGG":1911,"AGCATTT":1912,"CTTCCTT":1913,"ACACACAC":1914,"AATATGT":1915,"ATAGAAG":1916,"ATTTGTTT":1917,"ATTCACC":1918,"CTCAATT":1919,"AAATGTT":1920,"ATTATTTT":1921,"CCTAGT":1922,"TTGCCG":1923,"CCCCACC":1924,"ATATGGT":1925,"AAAGAAAA":1926,"ACTAATT":1927,"CGCACT":1928,"ACATGGT":1929,"CTAAAATT":1930,"CTACAAT":1931,"ACGACGG":1932,"GGGAAG":1933,"AGAACAA":1934,"ACAACAT":1935,"ATAAATG":1936,"CAGAGAG":1937,"TGTAGG":1938,"CTCTCC":1939,"GGGGTT":1940,"ATAATTG":1941,"CACTTTG":1942,"ATAACAT":1943,"CAGATGG":1944,"CACTTGT":1945,"CGGCCCG":1946,"CTTACC":1947,"ACTTATT":1948,"CTCTCCT":1949,"TTGAAAA":1950,"ACTCTG":1951,"AATACAA":1952,"CTTATAT":1953,"TGTCCT":1954,"AAACAAG":1955,"ATGATGT":1956,"CTTTTTG":1957,"CCGTCGG":1958,"TTTAAG":1959,"ATTGCAA":1960,"ACACCTT":1961,"CCCGTT":1962,"CCCGGG":1963,"ACATCAA":1964,"ATTTAAG":1965,"ATCCACC":1966,"CTTCCCC":1967,"CCATAG":1968,"AGACATG":1969,"ATATTTTG":1970,"CATTCAA":1971,"CGTCGCC":1972,"ATGCCG":1973,"AGGAAGG":1974,"ATTGTGT":1975,"CAAGTTT":1976,"CAATCAA":1977,"CACAGCC":1978,"ACTAAG":1979,"ATACACT":1980,"ATAATGT":1981,"CTTTTGT":1982,"CGTTTGG":1983,"CCACAG":1984,"AGGGTGG":1985,"ATTACG":1986,"ATCTTGT":1987,"TTGACC":1988,"CCCAGT":1989,"AGCTTTG":1990,"CTCTTTG":1991,"CCAAAAG":1992,"ATAGGTT":1993,"ATCATTG":1994,"AGCTGTT":1995,"CGCACGGG":1996,"CAGCAAG":1997,"ATATAGT":1998,"AATCATT":1999,"GGGATG":2000,"ATTTAGG":2001,"ATTCAC":2002,"ATAATGG":2003,"TTTTTGT":2004,"CTGGTGG":2005,"CTAAACC":2006,"ATCACTT":2007,"TTGAGT":2008,"CGCCACC":2009,"CTGCAC":2010,"CGAAAG":2011,"ATATCAT":2012,"CTATGTT":2013,"AACGTT":2014,"CAAAACC":2015,"CCGAGT":2016,"ATACTTG":2017,"ACTATTT":2018,"CTAAAAG":2019,"CCATCTCT":2020,"CTGCCTT":2021,"CCACCGG":2022,"ACTTTTG":2023,"CCGGGT":2024,"ATATATGT":2025,"CATCCAA":2026,"ATGGAGG":2027,"CTACAC":2028,"ACACGTG":2029,"ATTTAAAA":2030,"ACTCTCT":2031,"AGTCTCT":2032,"AGAGGGG":2033,"CTGCTTG":2034,"CGGACT":2035,"CATGTTG":2036,"TTTCAG":2037,"AGTTCAA":2038,"AATCAC":2039,"ATAGTGT":2040,"TTTCTG":2041,"CTCTTGT":2042,"CCGCCGT":2043,"ATTAAAAT":2044,"AGCACCG":2045,"ACGAAGG":2046,"ATCACCT":2047,"AATCTGG":2048,"CACGTGG":2049,"CACTGTG":2050,"CTGCCTG":2051,"CACACCGG":2052,"CACGGCC":2053,"ATGGTTG":2054,"ATCAATG":2055,"ATATAATT":2056,"AGCATGT":2057,"ACGCGT":2058,"GGTATT":2059,"ACAAATG":2060,"AAATGTG":2061,"AATATTG":2062,"CTCGTTT":2063,"ATTTAATT":2064,"AGACACT":2065,"ATTTTTGT":2066,"ACGCAT":2067,"AGGTTTT":2068,"AATAAGT":2069,"CGGCACG":2070,"CCGCAT":2071,"CCCTAG":2072,"CGGGTGG":2073,"CTGATGG":2074,"ACTCAG":2075,"AAGAGAA":2076,"CACGGTT":2077,"AAATGGT":2078,"AATTGTG":2079,"CCGCGGG":2080,"CTATAAAA":2081,"AATTCAT":2082,"ATGTGGT":2083,"CCGCTCC":2084,"CACAAGT":2085,"GGGCTG":2086,"AAACTTG":2087,"ATATATATATATATATATATATATATATATATATATATATATATATATATATATATATATATAT":2088,"AAAAAATG":2089,"CTTCTTG":2090,"ATCATGG":2091,"CCAAATT":2092,"TTTTTTTTT":2093,"AAGAAGG":2094,"ATACAAAA":2095,"AGCTCGG":2096,"CCTATAT":2097,"CTCTCTCC":2098,"CAAACTT":2099,"ATTGTTTT":2100,"CTATTGG":2101,"ACATATG":2102,"CGCCGTG":2103,"CCCGGT":2104,"ACACTTT":2105,"ACTGTTT":2106,"AGCTAGG":2107,"ATCTCAT":2108,"TGTCGT":2109,"CACATAA":2110,"CGGCAT":2111,"CAAAATG":2112,"AGGAGGG":2113,"ATTCAAT":2114,"AACATGT":2115,"AGCAATT":2116,"ACACCGG":2117,"AAGAGTT":2118,"ACGAAAA":2119,"ATACATAT":2120,"ATACAAG":2121,"CTCATGT":2122,"ACCCAG":2123,"GGGCAA":2124,"TTTGTTG":2125,"CACTTGG":2126,"ATTACAA":2127,"AGCAGGG":2128,"CATCACC":2129,"ATAGAGG":2130,"ATTAGAA":2131,"AAAGTTG":2132,"AGACAAG":2133,"AGGGACT":2134,"CGAGCCG":2135,"CTTTGCCGAGTG":2136,"AATCGG":2137,"ATTCTTG":2138,"CACACAC":2139,"CCGGCCGG":2140,"CATCTTT":2141,"AGATTGG":2142,"AGATGGT":2143,"GGGCAG":2144,"ACTGTGG":2145,"CACAATG":2146,"ATAAGTG":2147,"AAAAAGT":2148,"AATAGAA":2149,"AGAGACT":2150,"CTTCATT":2151,"CTCTTGG":2152,"ACTCCG":2153,"CGTTTTT":2154,"AGAGCAA":2155,"CACAACC":2156,"AAAACTG":2157,"AAGTTGT":2158,"GGTAGG":2159,"AGAAGTG":2160,"CTACTTT":2161,"ATAGATAT":2162,"ACAACTT":2163,"CACTCGGCAA":2164,"ACTACG":2165,"CACATCC":2166,"TTGCCT":2167,"AATCTCT":2168,"AAAGCAA":2169,"AGAAAGAA":2170,"ATTCTAA":2171,"CTCTCTCTCTCTCTCT":2172,"AGTAATT":2173,"AACGCC":2174,"CACAGTT":2175,"AATCTTT":2176,"TTGTTTTT":2177,"AAATCCT":2178,"ACAATGG":2179,"ACCGTTG":2180,"ACCGTGG":2181,"ACCCGG":2182,"ATGAATG":2183,"AGCATGG":2184,"CATAATT":2185,"AAGCGG":2186,"AAGATAA":2187,"ATTTGGG":2188,"ATATCTT":2189,"CCGCAGG":2190,"CTACATT":2191,"CAACGT":2192,"CACAAGG":2193,"AATCTAG":2194,"ATGAGTT":2195,"AGTGTGG":2196,"CAGCCCC":2197,"AGCAATG":2198,"ATTCCTT":2199,"ATAAAATG":2200,"TTGACT":2201,"AGAAAGG":2202,"CACCCAT":2203,"NNNNNNNNNNNNNNNN":2204,"ATGCATT":2205,"CCTCCTT":2206,"ATTGGTT":2207,"CATGCAG":2208,"ACCATTT":2209,"AATACG":2210,"ACACACG":2211,"AGAAGTT":2212,"CCGAACC":2213,"AGAATTG":2214,"AGATAGAT":2215,"AGTACG":2216,"AAACACT":2217,"ATCATTTT":2218,"AGTATAA":2219,"ATCTTGG":2220,"AGAAGGG":2221,"AGGTTGG":2222,"CAAGAAG":2223,"CTATTGT":2224,"ATATCAA":2225,"ATGACAA":2226,"TGTTTTG":2227,"AGAGGTG":2228,"CCTATAA":2229,"GGTAAG":2230,"AAACCTT":2231,"ATCAGTT":2232,"ATATATATATAT":2233,"AGAGTTG":2234,"ATTTGTTTT":2235,"CACACGG":2236,"AGCCGTG":2237,"AGTGCAA":2238,"CCACCTG":2239,"CCGCTCG":2240,"AGATCAA":2241,"AGCTGTG":2242,"ATGTCAT":2243,"TGTATAT":2244,"AACTTTG":2245,"GGTGGTG":2246,"CGCCCGCC":2247,"TTTATAT":2248,"AAGAATT":2249,"ATTAATG":2250,"CTGTTGT":2251,"ACATAAT":2252,"CGGAGT":2253,"AAGATTT":2254,"CCTAAAA":2255,"CCGTCGT":2256,"CTACAAG":2257,"ATCTCTT":2258,"CATCAAT":2259,"ATGTATG":2260,"ATCAAGT":2261,"ATCTCAA":2262,"ACATGGG":2263,"AAACTGG":2264,"ATCTACT":2265,"ACACTTG":2266,"ATACCTT":2267,"ACGATGG":2268,"AAGTCAA":2269,"ATTTACT":2270,"AAGCTAA":2271,"AACTTGT":2272,"TGTACC":2273,"AGCATTG":2274,"CTCCTTT":2275,"ATGCTTT":2276,"TGTAAAA":2277,"AGTTGGT":2278,"ACATCAT":2279,"CTAATGG":2280,"CCAAACG":2281,"ATGTATAT":2282,"AGCTAGT":2283,"AATTAATT":2284,"ATGCGT":2285,"ATAGAGT":2286,"AGATGGG":2287,"AGCCTTG":2288,"ACAATTTT":2289,"CTTAGT":2290,"AGACAAAA":2291,"CTACATG":2292,"CCACAC":2293,"ACACCTG":2294,"CACGACC":2295,"GGTCAT":2296,"ATGCGG":2297,"ACACGTT":2298,"AGCAAGG":2299,"CGTACT":2300,"CTAGTGG":2301,"CCGCTT":2302,"CAACAAG":2303,"CAAAAAT":2304,"ATTGATT":2305,"ATAACTT":2306,"ATGAAAT":2307,"CGTAGG":2308,"AGAACAT":2309,"AAAATAAAA":2310,"CAGCTCC":2311,"AATAATTT":2312,"CAACAAT":2313,"AGACATT":2314,"ATGTTGG":2315,"CCCTTTT":2316,"CCCGAA":2317,"CATCATT":2318,"AGATTTTT":2319,"CACCTGG":2320,"ATCCTTG":2321,"CTTCAC":2322,"AGAGAGT":2323,"AATCATG":2324,"CCAAACAA":2325,"ATACTGT":2326,"AGCTTGG":2327,"CCTCACC":2328,"CGATTTT":2329,"CCTTTTG":2330,"ATAGATT":2331,"ATTGAAG":2332,"AATGGAG":2333,"AGCTAAAA":2334,"AGTCACT":2335,"CTGCAGG":2336,"ATCCTTT":2337,"ATTCATG":2338,"TTTGGTTG":2339,"AGAAAATT":2340,"TTTGGGG":2341,"AATCACT":2342,"CCTCCAA":2343,"CAGCTTT":2344,"CCGCCCG":2345,"CAGCACC":2346,"AGGTGGG":2347,"AGAAAATG":2348,"CGTCGTG":2349,"TGTCC":2350,"CCTCTTT":2351,"CGGCTGG":2352,"AGATTGT":2353,"CACAGAG":2354,"AGAAATAA":2355,"CTCTCTT":2356,"CCTACG":2357,"ATGTTTTT":2358,"CTCTGTG":2359,"TTTTCTT":2360,"CATACAA":2361,"CAGCAGT":2362,"CCATCAA":2363,"CTCACTT":2364,"AATATGG":2365,"CCTAATT":2366,"CCATGGT":2367,"AAGATAT":2368,"ACTTGGT":2369,"ACTGTTG":2370,"CCGAGTG":2371,"ATGTACT":2372,"AGATAAAA":2373,"CTCATGG":2374,"CTGAATT":2375,"CTAAATAT":2376,"CTGCTCT":2377,"CGCGTGG":2378,"AGAAAGT":2379,"ACGCGCG":2380,"AGTGTTG":2381,"CCGAAT":2382,"CCGATT":2383,"CGGCGGG":2384,"CTGCTTT":2385,"CCTAGCT":2386,"ATAGAAT":2387,"CACACCT":2388,"GGGCTT":2389,"ACAGTTT":2390,"CATATGT":2391,"CTCCGTT":2392,"CAGGAGG":2393,"ATCCATG":2394,"AGAGAGGG":2395,"TTTGTTTT":2396,"ACGCACG":2397,"ACGATT":2398,"ATAAAGT":2399,"AGCACTG":2400,"CCTCCTG":2401,"CACACAT":2402,"CCGTTGG":2403,"AGGAATG":2404,"CAGCCGG":2405,"CTATGTG":2406,"CCGTTTT":2407,"AGATAGT":2408,"CAAGTTG":2409,"AAGAAAT":2410,"CTATACT":2411,"CACAT":2412,"CTGCTGT":2413,"ATCTATG":2414,"ATGTATT":2415,"GGTTTTT":2416,"TGTCGTG":2417,"AGACAGG":2418,"CATCATG":2419,"CCACCTT":2420,"AGGATGG":2421,"AGCAAGT":2422,"CCGCACG":2423,"AAAACAG":2424,"ATATGTTT":2425,"CTAGGTG":2426,"CTGTGTG":2427,"ATTAAATT":2428,"AGTACAA":2429,"AGAGAGAGAGAGAGAG":2430,"GGGTGT":2431,"AAAAATTT":2432,"CTTTCTTT":2433,"CTCCAAG":2434,"ATTATAAT":2435,"CCAGCAG":2436,"CAATAAT":2437,"ATCCACT":2438,"CTCACCT":2439,"CTGATGT":2440,"ATAGTTG":2441,"ACACTCGGCAA":2442,"AGTGTGT":2443,"ACCCACC":2444,"ATGGGTG":2445,"CATTATAT":2446,"CTGCAAG":2447,"AGCTTGT":2448,"ATAGATG":2449,"CCGACCG":2450,"CGTAGT":2451,"CCCGGCC":2452,"CCTATTT":2453,"AGCAGTG":2454,"AGAGTGG":2455,"CTTCCAA":2456,"CCCGTTT":2457,"ATCTATT":2458,"CTTGTGT":2459,"CAGCTGG":2460,"ATAGCAA":2461,"AAGAGAG":2462,"CTGACTT":2463,"CTGCCCC":2464,"AGTCCAA":2465,"AATCACC":2466,"AGGATTT":2467,"ACTAAAT":2468,"AGCACCT":2469,"CTACACT":2470,"CGTATG":2471,"AAGACAA":2472,"ATCAAGG":2473,"CTGCACC":2474,"CTTTAAT":2475,"GGGCCGG":2476,"ATACACC":2477,"GGGCAT":2478,"CTTCAAT":2479,"CTCGTGG":2480,"CAGCCAA":2481,"ATGCAAT":2482,"CGCCTCC":2483,"AGACTTG":2484,"AGGCAC":2485,"AGGTGGT":2486,"AAGATGG":2487,"ACGTACGT":2488,"ATTTTATT":2489,"ACAGTGT":2490,"ATGTAGT":2491,"ACA":2492,"ATAGAAAA":2493,"CATAAAT":2494,"AATTATTT":2495,"CCGATCC":2496,"ATGTAAT":2497,"CAAAAGG":2498,"TTGTTGT":2499,"CCTTGTT":2500,"AGCCAGCC":2501,"ACATATTT":2502,"CTACTTG":2503,"ACATAAAA":2504,"ACCCAC":2505,"AAACCTG":2506,"CTATCAA":2507,"ATGCACT":2508,"ATAGTGG":2509,"CCATGTG":2510,"AGTTCAT":2511,"AAGCATG":2512,"CCATCCT":2513,"AACATTTT":2514,"AAATAGT":2515,"CAAATCC":2516,"ATGAAGG":2517,"CGTCTCC":2518,"AGGGACC":2519,"ACAGGTT":2520,"CGTGTGG":2521,"ATTTTTTTG":2522,"CAGGCAGG":2523,"CGGCGCG":2524,"AACTAAAA":2525,"ACCGTTT":2526,"CGAGAGG":2527,"ACTCTTT":2528,"ATTTTAGT":2529,"AGAAGGT":2530,"AATCAAG":2531,"ATTAAGG":2532,"CCATTTG":2533,"ATAAAAGG":2534,"AGAAATTT":2535,"GGGACC":2536,"AGACTGT":2537,"CTCAAGG":2538,"AGATATG":2539,"ACAGGGG":2540,"AACGCG":2541,"CTACACC":2542,"ATGGAGT":2543,"CCCCCCCCCCCCCCCC":2544,"CAGAAGT":2545,"ACCATAT":2546,"AAGCACG":2547,"CAGCTCT":2548,"CAGTTTG":2549,"AACTCTT":2550,"CACACTT":2551,"CTCCACG":2552,"CCTTCGT":2553,"AGAGAAT":2554,"ACTAAAAT":2555,"ATAGTTTT":2556,"AAATATTT":2557,"ATCTGTG":2558,"ACGTTTT":2559,"AAGAATG":2560,"ATGGATG":2561,"GGTAGT":2562,"ACAATGT":2563,"AATAATAATAAT":2564,"ATATTGTT":2565,"TTTCTTT":2566,"GGAGTTG":2567,"ATTGCAT":2568,"CGGATT":2569,"ATGTCTT":2570,"CTGGACC":2571,"CCGCACC":2572,"AATATAAT":2573,"AGCACTT":2574,"CACGCACG":2575,"AGTTCTT":2576,"CGTATAT":2577,"GGTCTT":2578,"CAATTTG":2579,"CCTGTTT":2580,"TGTGTGTG":2581,"AAACGGG":2582,"AGCTACT":2583,"AAACTGT":2584,"AGGAGTG":2585,"ACGAATT":2586,"CACATCT":2587,"AGACTTT":2588,"AGAGGTT":2589,"ATGGATT":2590,"AAATTTTT":2591,"CTATATG":2592,"ACATAATT":2593,"AGGACGG":2594,"CTATCTT":2595,"AATACTT":2596,"AGCACGG":2597,"CTTGATG":2598,"CGTGGGG":2599,"CTCCTGG":2600,"ACCCTG":2601,"ATTTTCTT":2602,"CCTTCTT":2603,"AGACAGT":2604,"AAGCCAA":2605,"ACACTGG":2606,"TTGTGTT":2607,"GGTACT":2608,"CTCAATG":2609,"CGCACCGG":2610,"CTCGGTG":2611,"AACATGG":2612,"AGCCTGG":2613,"ATTATATT":2614,"GGTCCT":2615,"ACCACCT":2616,"ACAACCT":2617,"AACACTT":2618,"CGTCTCT":2619,"ACGGGTT":2620,"CGGCGTG":2621,"CTACAGT":2622,"CATACG":2623,"CAGATTT":2624,"ATCACCG":2625,"ACAGGTG":2626,"ACCAAAT":2627,"CGGTTGG":2628,"CGTCGAG":2629,"CTGCGCG":2630,"CTGCTCG":2631,"CGACAC":2632,"ACTATAA":2633,"AAGCAAT":2634,"AGATCCT":2635,"AGGAAGT":2636,"ATCGGGT":2637,"CATCACT":2638,"AGATAAT":2639,"GGAGATG":2640,"ATTCCAA":2641,"CTTTCCT":2642,"CGGCTCT":2643,"ACATTTTT":2644,"ATGTCAA":2645,"AAAGATG":2646,"ACAAAGT":2647,"CATCTAA":2648,"GGTACC":2649,"AGTTAAT":2650,"ATTGCTT":2651,"CACAAAT":2652,"ATCACTG":2653,"AGCAGGT":2654,"ATAGGTG":2655,"ATGGCAA":2656,"ATGGGTT":2657,"CTCCGCC":2658,"TTTGTTTG":2659,"CATCAAG":2660,"CTGCCAA":2661,"GGTATG":2662,"AGGAATT":2663,"CAGCACG":2664,"CGCTAT":2665,"CACACGT":2666,"ATGGTGT":2667,"CACAGTG":2668,"CTTTAGT":2669,"TGTGTTT":2670,"CTCACCG":2671,"CTCCGTG":2672,"CAGGGTG":2673,"CGAAAAT":2674,"AGCTCAA":2675,"ACCCCG":2676,"ACATCCT":2677,"ATAGCCT":2678,"AGGTTGT":2679,"CTTTCAT":2680,"GGTCAG":2681,"ACTCTAA":2682,"CCACATG":2683,"AAAACCG":2684,"ACAAACAA":2685,"TTTGGTTTG":2686,"CTAAAGTTT":2687,"ATGATAA":2688,"AGTGGTG":2689,"ATCACAA":2690,"CGTGCTT":2691,"AATCTTG":2692,"AGGGGGG":2693,"CTAGCTT":2694,"CCCTCCT":2695,"AGAGCAG":2696,"ACGGGTG":2697,"CCACACC":2698,"CTCCTTG":2699,"ATCTCCT":2700,"AGCAGTT":2701,"AGGCTGG":2702,"ATTTATTTT":2703,"ATTTTGTT":2704,"ACATCTT":2705,"AAAACTT":2706,"AGAGAGAA":2707,"ATCCATT":2708,"CTAAGTG":2709,"CCGGACGGT":2710,"GGTCGT":2711,"AGGAGAA":2712,"CCCCCGCC":2713,"AGCTGGG":2714,"AATTAGT":2715,"AACAAGT":2716,"ATGTATGT":2717,"AATTTTTTT":2718,"CTAAGTT":2719,"CTCAAGT":2720,"CCATGGG":2721,"CTAGCAA":2722,"AGGTAGT":2723,"CATTCAT":2724,"CCTTTGT":2725,"CCATATT":2726,"ATTTATAA":2727,"TTTTCAT":2728,"CACACCG":2729,"CTCCACT":2730,"CGGGTTT":2731,"CTAGCTG":2732,"ACAAATAA":2733,"ATCCGTT":2734,"AATTTTTG":2735,"ATTAGAG":2736,"ATTGAAT":2737,"CACGACG":2738,"CCGCCTG":2739,"ACAACAG":2740,"ATCTATAT":2741,"CTTTCAA":2742,"CGGACGG":2743,"ATTACTT":2744,"CGCACGG":2745,"ACGAGCC":2746,"AATGCAA":2747,"CATGGTG":2748,"CCAACAG":2749,"CTCAGTT":2750,"ACCCCTAATT":2751,"CTGAAAT":2752,"AGGAGAT":2753,"CTACTGT":2754,"ATCCATCC":2755,"ATAGACT":2756,"CCCTAT":2757,"AAGTTGG":2758,"ATTTACC":2759,"CCTTCCT":2760,"CTGAGCC":2761,"AATAGAG":2762,"ATAGGGG":2763,"CGAAACC":2764,"CGGGCGGG":2765,"ATTGTTGT":2766,"AAGCATT":2767,"CACCTGT":2768,"ATATAAATT":2769,"ACTTCAA":2770,"AATGGTT":2771,"CCGCGTG":2772,"CGCGGACCGTCCGG":2773,"ATGAAGT":2774,"CGGCCTG":2775,"CGGCTCC":2776,"CTCATTG":2777,"CCTCTGG":2778,"ATCAGTG":2779,"CCTCCGT":2780,"CTAGACT":2781,"CGATAG":2782,"AATAAATT":2783,"AGGCATG":2784,"TGTTGGG":2785,"CACGGTG":2786,"ATGCAAG":2787,"AGGTTTG":2788,"CTGCGCC":2789,"CTTTGGT":2790,"AAGCGT":2791,"CTTGTTTT":2792,"ACCCATT":2793,"ATCCTGG":2794,"AAATCTT":2795,"AAGTAGT":2796,"CATATGG":2797,"ACTTGGG":2798,"AATAAAG":2799,"AATAGTG":2800,"ACAAGGT":2801,"AGGCAGG":2802,"AGTTAGT":2803,"ATACAGT":2804,"AGCCACC":2805,"ACAAATAT":2806,"AAAGGGT":2807,"ACTCCAA":2808,"CGTCAGG":2809,"CGTCGGT":2810,"CAATTTTT":2811,"ATCTGGT":2812,"AGAGAAAA":2813,"CTAATTG":2814,"ATGAGAA":2815,"AAGCTGG":2816,"CAGAGAA":2817,"ACGTGGG":2818,"ACCGTCCG":2819,"AAGCAGG":2820,"CGTGTGT":2821,"ATTATTATTATT":2822,"ATACCTG":2823,"ATCGTTT":2824,"CAGTTGG":2825,"CGCGCCG":2826,"AGCTCCT":2827,"ATTGTTTG":2828,"CTGGGGT":2829,"AGACACG":2830,"CTCACTG":2831,"AATGTTG":2832,"CATGCTT":2833,"AAGAAAG":2834,"CCGGTGG":2835,"AAAAGGT":2836,"AAAAAAATT":2837,"CAGTCAA":2838,"CTGCAAT":2839,"ACAGTTG":2840,"CAGCCAG":2841,"CACAAAG":2842,"AGTGACT":2843,"ACAAGGG":2844,"CGAACAA":2845,"AACTCAA":2846,"TGTTTGT":2847,"CACCACG":2848,"ACATGTGG":2849,"ATAAAATTT":2850,"CTCCCAA":2851,"AGCCCAA":2852,"CGCTTGG":2853,"TGG":2854,"CCATCAT":2855,"ATTAGCT":2856,"CTCCCTCT":2857,"ATGATTG":2858,"AAAAAAAAG":2859,"CAAGCAG":2860,"ATGCGTG":2861,"CTC":2862,"CATGTTTT":2863,"ATGCCAA":2864,"AGTTGGG":2865,"CTAAATTTT":2866,"CTGCACG":2867,"CTAATGT":2868,"AACCCTT":2869,"AAATAATT":2870,"ACAGGGT":2871,"AGCACGT":2872,"ATTCACT":2873,"AAAAGGG":2874,"CTATAAT":2875,"TTGCTTG":2876,"CACATTG":2877,"CGACATG":2878,"ACACAAG":2879,"CACAGGG":2880,"CTCCTGT":2881,"CAGATAT":2882,"CTGTGGG":2883,"ATTAATTT":2884,"ACCATGG":2885,"AAGAAGT":2886,"CTGCAGT":2887,"ATCTAAT":2888,"AGTCATT":2889,"AAAAAGAA":2890,"ACTTCTT":2891,"AAAGGTT":2892,"CCTGCCTG":2893,"CTCGTCC":2894,"CAGATCC":2895,"ACTAGTT":2896,"CTATTTTTT":2897,"CGCGGTG":2898,"ACGAGGG":2899,"CCAGCAA":2900,"CGGCCGT":2901,"ATGTGTTT":2902,"CAGAATT":2903,"ATCTGGG":2904,"ATGGATGG":2905,"CATCCTT":2906,"CTGCGTG":2907,"ATTTTATTT":2908,"CTCCCCT":2909,"CCAAGGG":2910,"AAGGGGG":2911,"CTTGCTCT":2912,"CAAGTGT":2913,"CAGCATG":2914,"ATACTTTT":2915,"ATCGTGT":2916,"CTTTGGG":2917,"ACTAGCT":2918,"CACCGTT":2919,"ATTGGTG":2920,"CAACCACC":2921,"CGTTGTG":2922,"AATGTGT":2923,"CACGTGT":2924,"AACTGTT":2925,"AGTGATG":2926,"CCGAGCT":2927,"CAGCCTG":2928,"CATGGTT":2929,"CGAGTGG":2930,"AGTGAGT":2931,"CGATCAA":2932,"AAAAACAA":2933,"CTACCTT":2934,"AATTAAG":2935,"ACTACAA":2936,"ATACACG":2937,"ACATCTCT":2938,"CTGCATT":2939,"CGAGGGG":2940,"TTTAATT":2941,"CAAAGAA":2942,"CCTTCTCT":2943,"CTGTGTT":2944,"AAAATTTG":2945,"AGTTATT":2946,"AATATAG":2947,"GGTCC":2948,"AAAAAAAG":2949,"CTCGGTT":2950,"CAGTTGT":2951,"CCGCTGG":2952,"ATCGTGG":2953,"AATCTGT":2954,"ACAGACC":2955,"CACACTG":2956,"CGTTTTG":2957,"ACAGAGG":2958,"CGGTGGG":2959,"AGTCACC":2960,"ATGCACC":2961,"CCGACCT":2962,"CGTCGCG":2963,"CAATGGT":2964,"ACCAGCTG":2965,"ATTTCCT":2966,"CTAGTTG":2967,"CTTGCAA":2968,"ACGACAA":2969,"AGCTGGT":2970,"AGATATT":2971,"AGAATGT":2972,"ACAGCAG":2973,"ACGGCGG":2974,"CTTGGTG":2975,"ACACACT":2976,"CTTCATG":2977,"ACAAAATG":2978,"ACGGGGG":2979,"AGACCTT":2980,"ATCTTTTT":2981,"ATTTGAGT":2982,"CTAGGTT":2983,"CATCTGG":2984,"AGAATTTT":2985,"ACTTCCT":2986,"CGTGCGTG":2987,"ACATACC":2988,"AAATGGG":2989,"CGACCGG":2990,"AGGCAAG":2991,"AGTCATG":2992,"CCGTGGG":2993,"ATAGGGT":2994,"CCCCTCC":2995,"CTCCAAT":2996,"TTGCGG":2997,"CTCTAAT":2998,"AAAAACG":2999,"CTTGCAT":3000,"CCATGTT":3001,"CCATCTT":3002,"AAAACCT":3003,"AGAGATGG":3004,"AGGCCGG":3005,"CTACTGG":3006,"CTTTATT":3007,"CTCGTGT":3008,"CTATAGT":3009,"CCTTCAA":3010,"ATGTGGG":3011,"CACAACAA":3012,"CGTGTTT":3013,"CTAGATT":3014,"ATTTGTTG":3015,"CTGAGAG":3016,"ACAAATTT":3017,"ATGATTTT":3018,"AAGGAAG":3019,"CTTGGTT":3020,"CGTCCCC":3021,"CATTATT":3022,"AGCCTTT":3023,"AGGAGGT":3024,"CTTCTAA":3025,"ATAGATTT":3026,"ACATAAG":3027,"ACTAAAG":3028,"CAGTGGT":3029,"AAATACC":3030,"CTCTATTT":3031,"AAAACCAA":3032,"CAATCAT":3033,"GGAGAAG":3034,"CCATTCC":3035,"AGAACCG":3036,"ACTAATG":3037,"CGGATCC":3038,"CTCAGTG":3039,"ACTCACC":3040,"ATCCGTG":3041,"CGGCAGG":3042,"CCTGTGT":3043,"AGAACAG":3044,"GTG":3045,"AGATAAG":3046,"CTTTATTT":3047,"ACTGTGT":3048,"CCAACCAA":3049,"AAATTTGG":3050,"ATGCG":3051,"ACAGAAG":3052,"TTGCATG":3053,"CTCCTTTT":3054,"CAGCTTG":3055,"AATTATAT":3056,"AAACAGG":3057,"AGACCTG":3058,"AACTAGT":3059,"AACTAAT":3060,"ATCCTCC":3061,"AATGAAG":3062,"TTTACC":3063,"AAAGGGG":3064,"CTTGTGTT":3065,"AGCCGCC":3066,"AGTTTTGT":3067,"AAACTTTT":3068,"AACTGTG":3069,"CTAGATG":3070,"AGCGTGG":3071,"CTCACGT":3072,"CATAAAAT":3073,"AGATATTT":3074,"ACTAGTG":3075,"AGAACTT":3076,"TGTGTGT":3077,"ACAATTG":3078,"CAGCGCC":3079,"CCCCCTCC":3080,"AAAGAGG":3081,"AACGGGT":3082,"CACTCAT":3083,"ATACATGT":3084,"CTGGTGT":3085,"CTCTCAA":3086,"AAGGGGT":3087,"AACCCAA":3088,"ACCGTTGG":3089,"ACACAATT":3090,"GGGTGGG":3091,"CTACCTG":3092,"AGATCAT":3093,"ATAGCAT":3094,"AGAGGGT":3095,"AATTCCT":3096,"ATCCCTT":3097,"ACATACT":3098,"CGGAGGG":3099,"CGGGAGG":3100,"CGAGCAG":3101,"CGTGGTG":3102,"AACTTGG":3103,"AAAGTGG":3104,"CACCAAG":3105,"CTCCATG":3106,"AGCCACT":3107,"CCACTGG":3108,"CAGGGTT":3109,"CGGGCGAGG":3110,"AAAGTTTT":3111,"CAATCCT":3112,"AGAGCAT":3113,"AGAGTTTT":3114,"AAATAGG":3115,"CTCGACC":3116,"CCTCCCT":3117,"ATTGAAAA":3118,"AACTCAT":3119,"CCCATTT":3120,"ACAGCAA":3121,"AGCTAAT":3122,"AACCTTT":3123,"ATACATAA":3124,"CTTGCTG":3125,"CTCGCCG":3126,"CGCCACG":3127,"TGTTGGT":3128,"CGTATT":3129,"CCAACGG":3130,"ACTACTT":3131,"AGAGTGT":3132,"ATCTAGT":3133,"AATTATAG":3134,"ATCAGGT":3135,"CGTGTTG":3136,"ATCTATTT":3137,"CAACATG":3138,"CAGAGGG":3139,"ATCCAAT":3140,"AGCATTTG":3141,"CAAATGG":3142,"CCGTCCG":3143,"CGCGACG":3144,"CTAGTGT":3145,"CACAGAA":3146,"ATGAGTG":3147,"CACAAAAT":3148,"CCATACC":3149,"CTATAAG":3150,"ATGCTTG":3151,"CCCCTTT":3152,"CACATCG":3153,"ATTTTATTTT":3154,"CTTCACT":3155,"TTGACG":3156,"CTAAGGG":3157,"CCAAGTG":3158,"CTGATAA":3159,"CACGGGT":3160,"CTAGCAT":3161,"CTAAAATG":3162,"CAAAAGT":3163,"AAAAAAGG":3164,"CCACACG":3165,"AGTAGTT":3166,"CCATTGT":3167,"AAACATT":3168,"CACGGGG":3169,"AATCCAG":3170,"CCAATCC":3171,"AAACCGG":3172,"ATATTTGG":3173,"AACATTG":3174,"CTATACC":3175,"CAGGTTT":3176,"CTTATTTT":3177,"ACCTCCT":3178,"ATGACTG":3179,"CATTCCT":3180,"CATTGGT":3181,"AGTTTTTG":3182,"CTATCCT":3183,"CGCTGGG":3184,"AGACCGT":3185,"CTTCGCC":3186,"AAATCTG":3187,"AGAACGG":3188,"CTCGCCT":3189,"AAGAAAAT":3190,"ACCGTGT":3191,"AGTAGAA":3192,"CTGCCGG":3193,"AATGGTG":3194,"ATCTATCT":3195,"CGTACGT":3196,"CCAAATG":3197,"CAAAAAAT":3198,"AATGTGG":3199,"AATATATT":3200,"CGCATGG":3201,"ACTCATG":3202,"ACGACGT":3203,"CCTTGGT":3204,"AGTAGTG":3205,"CACGCGG":3206,"CAAGAGG":3207,"AACAGTG":3208,"CTTCCTG":3209,"CAATAAAA":3210,"CGATGGG":3211,"ACGGTTG":3212,"AGGGATG":3213,"CCCATGG":3214,"ATTTCAG":3215,"TTGGTTG":3216,"ATTCTGT":3217,"CTAAAGT":3218,"CATTTTTTT":3219,"CGGTGGT":3220,"AAACACG":3221,"CGGGCGGAGCGG":3222,"AAGTGGG":3223,"AGTTCCT":3224,"CTCTATAT":3225,"AGGTGTG":3226,"CTCGACG":3227,"CTCTACC":3228,"ACATACAT":3229,"ATTTTATAT":3230,"ATCTAAAA":3231,"CAACTAA":3232,"CTGGTTT":3233,"CGATCTG":3234,"AGCCAAG":3235,"CAGTCGG":3236,"CAGCTGT":3237,"AGCCGTT":3238,"AAGGACC":3239,"ACACATAT":3240,"CCCCACG":3241,"CACAACG":3242,"AAAAGAAAA":3243,"AGAAACAA":3244,"CCCGCCG":3245,"AGATACT":3246,"AGAAAAGG":3247,"AATAAATAT":3248,"AAACGTT":3249,"AGCCTCC":3250,"CGTCACC":3251,"CTATAATT":3252,"CAGCGTG":3253,"TGTATTT":3254,"CCACCACC":3255,"AACCACC":3256,"CGAGTCCGAGCC":3257,"CGAATTT":3258,"ACGTGTG":3259,"ACTTCAT":3260,"AAGTACT":3261,"AAGCTTT":3262,"ACATTGTT":3263,"CCGTTTG":3264,"CGTCCTT":3265,"AAGTCAT":3266,"CAATTTTG":3267,"AACAGGT":3268,"ATGGACT":3269,"ATAACAC":3270,"CTTCAAG":3271,"ACCTTTG":3272,"ACGACCG":3273,"AAATAATG":3274,"ACATTTGT":3275,"CAGTGGG":3276,"ATGGGGG":3277,"CCATATG":3278,"CTGCGGG":3279,"CACACAG":3280,"ATTGATTT":3281,"CTGAAGG":3282,"ATTGTTGG":3283,"AAGGTGG":3284,"TTTTTTTG":3285,"CGGCGAG":3286,"AGTGGAG":3287,"CGAACTT":3288,"AGCACAA":3289,"CTGGGTG":3290,"CTGCACT":3291,"ACAAAGG":3292,"CGACACG":3293,"CCCAAGG":3294,"ACCCTCT":3295,"CACAACT":3296,"AATTGGG":3297,"AGCGGGG":3298,"AGATAATT":3299,"CTAACCT":3300,"AAATTTGT":3301,"ACATCAG":3302,"CAAAAATG":3303,"ATTTTAAT":3304,"TTGTCTT":3305,"CTATCAT":3306,"ATTAGTG":3307,"ATGGTTTT":3308,"ATTTTGGT":3309,"CCATCCG":3310,"TGTCGG":3311,"CTACAGG":3312,"AATTTATAT":3313,"ATTGCAG":3314,"CACTCAA":3315,"CTTCCCT":3316,"CCTGGCC":3317,"ACCATGT":3318,"ATTGAGT":3319,"CCAGTTT":3320,"CCGATCG":3321,"CGCGCG":3322,"TTGTGGG":3323,"AAGGTTT":3324,"CACAGCT":3325,"AGAAATGG":3326,"ATTTTAAAA":3327,"CGTCCGT":3328,"ACGTCAG":3329,"AGGAGTT":3330,"CCTGTGG":3331,"AAGATGT":3332,"CGGCTCG":3333,"CCGAAAA":3334,"AAGTTTTT":3335,"ACCTCAA":3336,"CGTAAT":3337,"CCGAGGG":3338,"CCTGGTG":3339,"CACCCAA":3340,"GTT":3341,"CTCTATT":3342,"TTGTGTG":3343,"ATCCTGT":3344,"ATCACGT":3345,"CCGATGG":3346,"CCGCATG":3347,"AATTTTGT":3348,"CTCTAGG":3349,"ATGACTT":3350,"ATAGCTT":3351,"CCTCCCG":3352,"GGTAAAA":3353,"AGCCACG":3354,"CAATATAT":3355,"AAACATAT":3356,"ACCCCTAATTATGGT":3357,"CTAAACTTT":3358,"ATTAAGT":3359,"CACAGGT":3360,"CAAGCAAG":3361,"CACGCAG":3362,"CTGGCTG":3363,"CCTCGTG":3364,"AATCCTT":3365,"CTAGTTTG":3366,"CATTCTT":3367,"CCC":3368,"AGAGCGG":3369,"CACTGGT":3370,"ACCCATG":3371,"AGCTCTT":3372,"ATGTTTGT":3373,"CCCCCAA":3374,"ATTATGG":3375,"CGTCCGG":3376,"CCCTCCG":3377,"AGGATGT":3378,"ACTAGCC":3379,"AGTAAAT":3380,"AGGACAA":3381,"CACATTTT":3382,"TTGTCAA":3383,"CGCGCGCC":3384,"CCTTGGG":3385,"ATACATTT":3386,"AGTGTTTT":3387,"ACGAGAA":3388,"ACGCATG":3389,"CGGTCGG":3390,"CCATCAG":3391,"ATTGGAG":3392,"ACCGCCG":3393,"TTGTTTTG":3394,"CCCACCT":3395,"CACCTTG":3396,"AAATTTTG":3397,"CAGGCAG":3398,"CTGTCTT":3399,"AAACGGT":3400,"CGTCACG":3401,"CATTTTTG":3402,"AATGTTTT":3403,"ACCGCGG":3404,"CTAGCCT":3405,"ATCGGTT":3406,"CACCATG":3407,"AATGCAT":3408,"ATTTTTGG":3409,"AATTATG":3410,"ATCCAAG":3411,"CGTCCAA":3412,"CTACACG":3413,"ATATAAAT":3414,"ACAAAAGG":3415,"AAACCGT":3416,"AACAGTT":3417,"CTGGATG":3418,"CGACGGG":3419,"CACTCCT":3420,"CGTTGGG":3421,"CCCAATG":3422,"AATTGGT":3423,"CAAAGTT":3424,"CATTATTT":3425,"ATGTATGG":3426,"CTAGAAG":3427,"AACACAA":3428,"CTAAAAAA":3429,"CCGGTGT":3430,"ACGAGAG":3431,"CTCGCTCG":3432,"AAGTGGT":3433,"AGTCTTT":3434,"CTTGACC":3435,"CCCGAGG":3436,"CCAGCCG":3437,"CTTGGGG":3438,"AGATAGG":3439,"CCTTCAT":3440,"AATTTGTT":3441,"ATCCCAA":3442,"AGTGTTTG":3443,"ATGTACC":3444,"ACTACTG":3445,"ACCTGGG":3446,"AAATCAG":3447,"CCAAGTT":3448,"ATACAGG":3449,"AATTCTT":3450,"ATTAAAAG":3451,"CCTTGTG":3452,"CTATATTTT":3453,"GGTTTTG":3454,"CTGGAGG":3455,"ATTTCTAA":3456,"AGCCGGG":3457,"AATTAGG":3458,"CTGTACT":3459,"ATGGAAG":3460,"ATTCTCC":3461,"CGACTTT":3462,"CCTACTG":3463,"AGCCCAT":3464,"CACGAAGG":3465,"CAGCCGT":3466,"ATCCATGG":3467,"AATGGGT":3468,"AGACGTG":3469,"CTTGTTTG":3470,"CGAGCGG":3471,"CGACAAG":3472,"ATAATTTG":3473,"AGTGAAG":3474,"AAAGTGT":3475,"AGCTCAT":3476,"CAGGTTG":3477,"ACCGACC":3478,"CCATCGT":3479,"CTGGTTG":3480,"ATGCTCT":3481,"CAGGGGG":3482,"AGAAATAT":3483,"ACCTCAT":3484,"ATTCCTG":3485,"AGGATAT":3486,"AATTAAAA":3487,"ACTAGAG":3488,"ATGGCGG":3489,"ATCCAGG":3490,"ACCGACG":3491,"CTAAATAA":3492,"GGAGCAG":3493,"ATTAGAT":3494,"CCCTCTT":3495,"TTTCTCT":3496,"CCCGACC":3497,"CCAATGG":3498,"CGTCGGG":3499,"ACTGTTTT":3500,"CCGCTCT":3501,"CAATCTT":3502,"CTGAAAAT":3503,"CGCAGGG":3504,"CTAGCAG":3505,"CACGAGG":3506,"AATTCAG":3507,"ACGTGGT":3508,"AGTGGTT":3509,"CTTTACT":3510,"CGCCTGG":3511,"AGCGAGG":3512,"CTTAGCC":3513,"AAGTGTT":3514,"AATAAGG":3515,"AGTATTG":3516,"ATCCAAAA":3517,"CAAGCAT":3518,"CTTGCAG":3519,"CAGGTGT":3520,"AAGGGTT":3521,"AACACCT":3522,"CAAACAT":3523,"AGTTCAG":3524,"CGATGTG":3525,"CGTGGCC":3526,"CAAACTG":3527,"ACGCCGT":3528,"CGCAAGG":3529,"ATTTGGTT":3530,"CCAACAT":3531,"ACGCCGG":3532,"GGTCCG":3533,"AAACGTG":3534,"ATAAATTG":3535,"ATACGTG":3536,"TTGTCAT":3537,"ACTCACT":3538,"CTGAACC":3539,"ATAAACAA":3540,"CTATGGT":3541,"CTTTATAT":3542,"ACCACAA":3543,"AGCCATG":3544,"ACCAACC":3545,"CAAAATTT":3546,"AGA":3547,"ATTATTTG":3548,"AGGTGTT":3549,"CTCATTTT":3550,"ACGAGTG":3551,"ACAGCCT":3552,"CGCTTTT":3553,"CCAACCT":3554,"AAGCACC":3555,"CATGATG":3556,"AGGGGTG":3557,"AGCGGGT":3558,"CAAAACAA":3559,"ATATGGG":3560,"ATATATATT":3561,"AATCGTG":3562,"CTTCGTG":3563,"TTTAGTT":3564,"ATCCGCC":3565,"ACTGCAT":3566,"CGAGTTG":3567,"AGGGTTG":3568,"CACCCCT":3569,"AGGCTGT":3570,"CTACATAT":3571,"CCACATT":3572,"CAGTTTTT":3573,"ATTTCTTT":3574,"ATATATTTT":3575,"CGGTTTG":3576,"ACTAAAC":3577,"CAGCACT":3578,"TGTAAG":3579,"ACCAGAG":3580,"AAAAAAATG":3581,"ACAACAAT":3582,"ACCGCTG":3583,"ATCGGTG":3584,"ATCGAGT":3585,"CGAAGGG":3586,"CTGAATG":3587,"ACACAAT":3588,"ATTCAAG":3589,"AGATCTT":3590,"AGGGAGGG":3591,"TTGTACT":3592,"AGGCACC":3593,"CATATTTT":3594,"ACACGGG":3595,"CTGACGG":3596,"AGAGAAGG":3597,"CGATTTG":3598,"CGGCGGT":3599,"CCCACCG":3600,"CCAGTGG":3601,"CTTGCTTG":3602,"ATACTGG":3603,"AGTTTTTTT":3604,"ACCAAGG":3605,"ACATATGT":3606,