[CLS]
[SEP]
[PAD]
[MASK]
[UNK]
a
c
g
n
t
##t
##c
##g
##a
##n
##tt
##aa
##cc
##gg
##at
##ag
##ct
##cg
##ac
##tg
##att
##atg
##caa
##ctt
##acc
##agg
##ctg
##aag
##aat
##acg
##cgg
##ttt
##ttg
##act
##cag
##ccg
##aaaa
##cat
##cct
##agt
##ggg
##atat
##cac
##tttt
##cgt
##attt
##tgt
##ggt
##attg
##ataa
##acaa
##cacc
##agaa
##catg
##ctct
##actg
##agag
##aatt
##cttg
##aggg
##atgg
##catt
##ccaa
##caag
##atgt
##agtt
##ctaa
##ctcc
##cttt
##actt
##cagg
##atttt
##cacg
##atcc
##caat
##agcc
##agtg
##accg
##ctgg
##cgcc
##aagt
##ttgt
##cggg
##acat
##cgtg
##acgg
##cact
##acct
##aaat
##agct
##tttg
##cccc
##ctgt
##agat
##aggt
##cgcg
##aatg
##aagg
##cctt
##atct
##cagt
##ccgt
##acgt
##ccgg
##cctg
##ttgg
##atttg
##atag
##ctcg
##acag
##cggt
##aaaat
##ctag
##tgtg
##acac
##atcg
##gggt
##aacc
##aaag
##atatt
##ctttt
##cgag
##ctat
##tttgg
##cgtt
##tgtt
##cgaa
##ccat
##aaatt
##acatg
##ggtg
##aact
##ccag
##attgt
##aaac
##gggg
##cccg
##cattt
##aattt
##ataat
##aacaa
##ggtt
##atgtt
##ccct
##atatatat
##aaaag
##atgtg
##atcaa
##agcg
##ttgtt
##ctttg
##catgt
##acaag
##acaat
##cactg
##acatt
##atatg
##catgg
##acacc
##agaag
##agcaa
##ataaaa
##caccg
##cattg
##agatt
##aacg
##ccacc
##agagg
##agttt
##tttttt
##aagtt
##cttgt
##caatt
##cttgg
##acttt
##agtgg
##attttt
##cctcc
##cgct
##ggtgg
##aaatg
##ttgtg
##atctt
##aaact
##aaacc
##aatgg
##acact
##attgg
##ctgtt
##ctcaa
##ctctt
##atcat
##agcag
##actgt
##caggg
##acttg
##cacct
##agatg
##cactt
##acaaaa
##cccaa
##ctatt
##cgccg
##acacg
##cgtgg
##agggg
##caagt
##aataa
##ctgtg
##ataag
##cacgg
##aggtg
##ctcct
##ctaat
##accgt
##aattg
##cgcgg
##ccgtg
##acagt
##aaaatt
##atact
##agttg
##agaat
##cagtt
##acctt
##agctg
##acagg
##atctg
##ccatg
##tgtgg
##caagg
##caatg
##aagtg
##agaaaa
##cagtg
##cacgt
##agctt
##aactt
##acgtg
##aggtt
##ccgcc
##cgat
##cctgg
##aacat
##ctcgg
##ctctg
##atagt
##ctcat
##cgagg
##caggt
##cgacg
##aatttt
##agggt
##ctact
##acggg
##acctg
##catttt
##atattt
##agcat
##caaaa
##atggt
##ccatt
##atggg
##aagaa
##attatt
##ccacg
##atcct
##cgggt
##agtgt
##ataatt
##ccctt
##cgggg
##atcag
##ctatg
##accgg
##agagt
##ccttg
##ctggg
##cccat
##cggtg
##ccaag
##aaaaaa
##ccttt
##ccgtt
##actgg
##atacc
##cacaa
##atagg
##ctagg
##cggtt
##cgctg
##ccaat
##agccg
##acggt
##atgaa
##agact
##attaa
##aataat
##ccact
##ctccg
##ctagt
##ctcag
##agacc
##cccag
##atttttt
##attttg
##agcgg
##ctaaaa
##cgtcg
##aaggg
##ctacc
##atccg
##ccctg
##aaagg
##agtttt
##cgttt
##agcct
##agacg
##cgttg
##cgaag
##cgacc
##cccct
##ccggg
##ctaag
##acatat
##ccagg
##cgcag
##aaaatg
##cgatg
##ctggt
##atttgg
##ctcgt
##aaataa
##aatgt
##cgtgt
##actttt
##cgcct
##ccccg
##cttttt
##cgcaa
##aacag
##aactg
##aaagt
##cccgg
##aaacg
##atatatatatatatat
##atcac
##agcac
##cttctt
##aaattt
##atcgg
##aaatat
##atttgt
##cctgt
##aaacaa
##attgtt
##acatgt
##caaaat
##acacaa
##agagaa
##aagaag
##aaggt
##ctatat
##cgaat
##acataa
##gggtg
##atcgt
##ccaaaa
##cggcgg
##acgtt
##aatttg
##caacaa
##ccgccg
##gggtt
##agtttg
##cgagt
##cgatt
##acattt
##aatatt
##aaccg
##catttg
##cagcag
##ccagt
##aggagg
##ccggt
##ctgctg
##tttttg
##catgtg
##cgact
##aaaaaat
##cgctt
##ctattt
##acatgg
##aacct
##cgcat
##ttttt
##ctcac
##atatttt
##atacg
##ctacg
##atgttt
##atagaa
##atatgt
##nn
##attcaa
##aaaagg
##cgcgt
##atacaa
##atccaa
##cccac
##cccgt
##cttgtt
##ctataa
##cctcct
##aacac
##cttttg
##aacgg
##atgatg
##cctttt
##aatcaa
##attgtg
##agaatt
##ctaatt
##atgtgg
##caccgg
##actttg
##aaaaaaaa
##catcat
##agatat
##catgtt
##atgttg
##ctccaa
##cgcac
##acaatt
##actact
##ctttgg
##agaagg
##cttgtg
##ccatgg
##atctct
##aaccaa
##atattg
##agctaa
##agataa
##atctaa
##ttttttt
##aggtgg
##aagttt
##atatgg
##atcatt
##catcc
##atagag
##agcgt
##cggtgg
##ctgcc
##acgtgg
##agatgg
##caaatt
##agaatg
##agattt
##cttcc
##caattt
##acgacg
##agtagt
##cacatg
##cggcg
##actgtt
##acttgg
##atac
##ttgttg
##ctcctt
##cgccgg
##accaa
##agac
##aatcc
##aagcaa
##ccggtg
##cattgt
##ttgtgg
##catcaa
##attaat
##ataatg
##attttttt
##ttgttt
##aactaa
##atataat
##agacaa
##cttct
##atgcaa
##cagcc
##caagtt
##aaagaa
##cgtcgt
##caagtg
##agttgg
##attctt
##ctctctct
##cggcc
##caatgg
##attcat
##cagtgg
##ctggtg
##aaaattt
##atcttt
##cggcaa
##cttcct
##ctcctg
##attagt
##tttgtt
##atggtg
##caaact
##ctac
##agcagg
##ccac
##ttttgg
##aagtgg
##agaggg
##accacc
##ataaaat
##ccatcc
##ccgcg
##atgaat
##ctacaa
##ctcttt
##atgcat
##atagtt
##ctgcag
##agccaa
##agtgtt
##aggaag
##ctgtgg
##tttctt
##atgaag
##atggtt
##agggtt
##atgtgt
##caaacc
##ccctcc
##caaaag
##actaa
##atcctt
##cctcg
##acaatg
##cacctt
##ctagct
##cacctg
##agagtt
##agcctg
##agcaag
##agtgtg
##agctct
##cgtcc
##acccat
##atcaat
##aatcat
##cttcaa
##attcc
##atcatg
##cagttt
##agtcc
##ccgtgg
##ctagaa
##aaattg
##ctgttt
##atactt
##cttcat
##aataaaa
##attatg
##attct
##cactgt
##cattgg
##cgtttt
##aattttt
##agagtg
##aattgg
##cacgtg
##acaagg
##ctgttg
##agctgg
##cactgg
##acagaa
##ctttgt
##aggcc
##actagt
##atttgtt
##cagcaa
##ctttttt
##acaagt
##agttgt
##atagat
##ataattt
##aagttg
##atttttg
##ccaagg
##tttgtg
##ctgcaa
##cgcctg
##cgtgtg
##agcctt
##aggggg
##aaaacaa
##ctgaa
##agagagag
##agccgg
##agattg
##actgtg
##atgatt
##caccgt
##tttggtt
##aggaa
##agtcaa
##aataag
##cagcg
##ttgcaa
##ctccgg
##atcttg
##atacat
##acacct
##cagggg
##cacacc
##aatct
##catcg
##acttgt
##acacat
##attcg
##aatatg
##agcatg
##ctcttg
##cagaa
##gggcc
##cacttg
##attatat
##acattg
##ctcatt
##aagcc
##ctcgcc
##actcc
##atcctg
##acgggg
##catatg
##acccg
##cttcg
##agggtg
##cacttt
##ctagag
##cctccg
##acactt
##caggtg
##actcg
##accgtg
##aggagt
##atcaag
##agctcc
##caacc
##acggtg
##aggcg
##aacgt
##cacaag
##aaatgg
##actaat
##cagctg
##aatgtt
##ataagg
##aacaag
##atgcc
##cccctg
##ccaatg
##catctt
##atcacc
##atctcc
##ctaatg
##aagaaaa
##aagctg
##agttttt
##agatgt
##cattttt
##atctgg
##aaactt
##aatgtg
##acagag
##attattt
##ctctgg
##aggttt
##attaaaa
##ctcacc
##gggtgg
##aatcg
##nnnn
##agcacc
##atagtg
##cccacc
##acacgt
##agcttg
tg
##aagaat
##aaatgt
##aagatg
##aaatttt
##ataagt
##cagccg
##ctcgtg
##agcttt
##ctgctt
##acatcc
##ccttgg
##cacacg
##agcaat
##ctgcg
##ctatttt
##ctcaat
##ctagtt
##aagagg
##caacg
##caacat
##cggggg
##ctcgcg
##attact
##aatctt
##ca
##ctcatg
##atatatatatatatatatatatatatatatat
##agcacg
##atgggt
##ctagcc
##caaaaaa
##aacaat
##cccctt
##cgtcgg
##atgggg
##atatttg
##attaag
##acagtg
##aaggtg
##agaagt
##ggtggt
##aatatat
##acactg
##ctactg
##acctgg
##ctctgt
##cagttg
##actaaaa
##aggatg
##ccattt
##ccgcgg
##catatt
##aatagt
##cctctg
##ccagcc
##aaactg
##agatcc
ag
##acagtt
##aatctg
##caaatg
##acacgg
##aagcag
##ctggtt
##cgtgtt
##aggttg
##cgggtg
##aatact
##cgtggg
##catggg
##agcagt
##aattgt
##cagctt
##atgtttt
##acaccg
##cctcaa
##ctcaag
##acagcc
##ccgacg
##ctcact
##agtact
##cctctt
##aggtgt
##cacact
##aaaagt
##atctgt
##ctgatg
##ctactt
##aggacg
##ctattg
##ctcgtt
##attggt
##cctgtg
##acaggg
##agcact
##cacgtt
##ctagtg
##cacggg
##catcct
##ccctct
##attcct
##caggtt
##aacatg
##agcatt
##cgcgcc
##ccacct
##atcact
##ctatgg
##ccaccg
##accttt
##attttgg
##cttggg
##ccacaa
##cgcggg
##aaatcc
##tttgttt
##attaatt
at
##aagggg
##agaggt
##aatattt
##catcag
##acccaa
##ctaagg
##atgagt
##cccttt
##aggcaa
##ctatgt
##catctg
##tgtgtg
##ctatct
##catggt
gg
##agactg
##ctgggg
##agactt
##atgctt
##ccatat
##ctaggg
##cagatt
tt
##ctgtgt
##cagcgg
##aaggtt
##aaagag
##acggtt
##aacatt
##aacttt
##ttggtg
##aatggt
##cagagg
##cccgcc
##accact
##tttttttt
##tttggg
##attttgt
##aaacat
##agtcg
##atgctg
##acccct
##ttggtt
##ataggg
##cgaaaa
##cgtccg
##atagct
##cggccg
##attggg
##aaagtt
##cggctg
##aagcat
##accatg
##atccgt
##atactg
##agacat
##cggagg
##atacct
##cctttg
##cctggg
##cgacgg
##ctagat
##aataatt
##atttgtg
##cgggtt
##caactt
##cacagg
##tttagt
##accaag
##accttg
##ctgccg
##actcat
##acgtgt
##tttggt
##atccgg
##ataggt
##cgcacg
##cagatg
##cccacg
##acgagg
##acgaag
##cgccgt
##cgcctt
##cagaag
##aatcct
##actcaa
##ctgaag
##cgtcct
##agctgt
##agtggg
##catatat
##atctttt
##cttatt
##ccgagg
##acatttt
##ctgcct
##cctgtt
##ttgtgt
##actcct
##accgtt
##cgacaa
##cgctgg
##atcgtg
##ctcggg
##agatttt
##ctccgt
##aaaaaag
##ggtggg
##ctacct
##atcacg
##ccatct
##ccgttt
##cgctcc
##cgatgg
##aatggg
##ccatgt
##actatt
##cccccccc
##ccaatt
##tttatt
##ccattg
##ccgttg
##atcagt
##cttaat
##acaggt
##agcgag
##ccctaa
##cagtgt
##cttctg
##aaaaaaat
##atcagg
##ccccgg
##atttatt
##agacgg
##ctatcc
##atgagg
##cacaat
##atgact
##cacatt
##agtatt
##acagat
##ccgcct
##agtggt
##ctacat
##caattg
##ataaatt
##acacag
##ctatag
##cttcgt
##accacg
##ccactg
##atgcag
##atatatt
##agcgcg
##agaaaat
##tgtgtt
##tttcaa
##atagcc
##aaaaatt
##cttggt
##cggacg
##aacttg
##ccacgt
##cagggt
##ctcacg
##agacct
##cggcag
##acatgtt
##tttcat
ct
##aggatt
##ccgaag
##ccgacc
##atattttt
##cggttg
##cgaggg
##aggaat
##cagcct
##atatgtt
##cgagag
##aacacc
##cgcacc
##cgcagg
##atcgtt
##acagct
##agtcat
##aatataa
##ctgcat
##ccccaa
##cgctcg
##ccacgg
##aattttg
##accatt
##cggttt
##ccgtgt
##atgacg
##cacagt
##cccatg
##caatgt
##aaacct
##aagtgt
##agcgtg
##atttaat
##cccttg
##cgtttg
##aagatt
##cccatt
##aaagtg
##cgagcc
##ctaaaat
##atgaaaa
##aacctt
##cgcgtg
##aagctt
##atttattt
##aggctg
##cgttgg
##accaat
##caaacg
##ttgctt
##cacggt
##cctcat
##aaaatgg
##ccgggg
##ccgctg
##aactct
##caacag
##aaaggg
##cgtcat
##caaagg
##cacaaaa
##agtagg
##caaggg
##cgcatg
##attgttt
cg
##ctaggt
##aacact
##actctt
##ttgctg
##cccact
##ttgtttt
##cataat
##aaaccg
##acgggt
##attctg
##ccttgt
##agcggg
##accctt
##caactg
##cgccaa
##aacagt
##ctatatt
##cccgtg
##aggcag
##caaacaa
##agtaat
##atatatg
##agaaaag
##atttggt
##catgcatg
##cgtctt
##acctgt
##agccgt
##aaagat
##agaccg
##agacag
##cgtggt
##cgctct
##ctcagg
##cagacg
##tttaat
##cccgcg
##cgacct
##cctcgg
##cgagtg
##cccaag
##cgaagg
##aagacg
##aggggt
##cgaccg
##agcgcc
##ctttgccg
##attcag
##attagg
##cttcag
##ccataa
##tttact
##ttgatg
##agtatg
##aataaat
##ccactt
##cctcgt
##ctcggt
##ccaggg
##ctgggt
gt
##cgagaa
##caaccg
##caaaatt
##ccagtg
##ccaagt
##actggg
##cgatcc
##acccgt
##ctacgg
##acatgtg
##atcattt
##ttgggg
##ctaagt
##aagagt
##caacct
##cgatcg
##tttggtg
##cgagct
##atacac
##aatcag
##atacgg
##ccgagcc
##aaatttg
##acgttg
##caatttt
##tgtggg
##aaagttt
##aagccg
##ctaccg
##atattgt
##ctgatt
##caaagt
##aggcgg
##ttgcat
##acgccg
##caaggt
##acaaaat
##aacacg
##caaccaa
##cagcat
##tttaaaa
##ccacat
##atgacc
##actggt
##atttctt
##ttgaag
##atgcatg
##ccatcg
##caacgg
##agtctt
##ctaaatt
##cccaat
##aaataaaa
##ctacgt
##aagcct
##aaacag
##catccg
##atacgt
##ctgacc
##agacgt
##aaacgg
##aaacttt
##atacatt
##catcgt
##catttgg
##accaaaa
##ccagag
##cggtgt
##ctacag
##cagaaaa
##atagttt
##ttgaat
##caaataa
##ccggtt
##ccagaa
##catgtgg
##cggcgcc
##cataaaa
##agtctg
##cctagg
##cctact
##nnnnnnnn
##caaattt
##agtaaaa
##cgctaa
##ccgcag
##ccagct
##aaagcc
##agtacc
##acaattt
##agttttg
##aagact
##acttttt
##aatttgt
##agtttgg
##cgttgt
##aggaaaa
##atatgtg
##agtatat
##aaaggt
##aacagg
##cttctct
##aactgt
##cgcaag
##ctgaat
##agtcag
##ataaataa
##aggccg
##tgtact
##atacag
##ctaattt
##aactcc
##agagaag
##atcgcc
##ccagtt
##catcgg
##aatagtt
##agctttt
##cgaggt
##agtcct
##atgtttg
##ccctgg
##cgcttg
##aattatt
##tgtggt
##ctctttt
##cgacgt
##atgcct
##aatacc
##ctgcgg
##ataaact
##aaagct
##cgactg
##ctcctcc
##cgagtt
##ctgacg
##cttcgg
##cgaacc
##cgattt
##aagtttt
##acttgtt
##cccagg
##ttgcag
##ctcagt
##cgaaat
##tgtctt
##aacccc
##cctggt
##ctgtttt
##aactgg
##aattaat
##atttcat
##aggacc
##ttgatt
##agctagct
##aggact
##aaataat
##acgacc
##cgctgt
##tttcct
##cgggcgg
##agtagag
##aacctg
##ataaatat
##cgtctg
##gggggggg
##acgact
##ctagttt
##aaaagtt
##aggctt
##aaaaatat
##cacattt
##aaaaact
##acgatg
##cagact
##ataaaag
##cgatat
##atcgcg
##ctgact
##cctacc
##cacatat
##acatttg
##ataccg
##catacc
##atcggg
##agaattt
##cattttg
##attgttg
##ccttttt
##acaacaa
##cctctcc
##atcggt
##atacaat
##cgaatt
##atacatg
##cctcccc
##ccctgt
##acgagt
##cgagat
##tgtcat
##agacac
##cctaat
##cgcttt
##cgatgt
##acaaatt
##cttattt
##accggg
##cagtttt
##aacaatt
##ccctcg
##acaagtt
##cagaat
##aaaattg
##cgtcaa
##aagacc
##ccccgt
##agaaatt
##cgacat
##acgcct
##cagacc
##aactat
##catact
##agcggt
##ccgatg
##cttaaaa
##agcgaa
##cggctt
##tgtatt
##cttgttg
##aaatatt
##caaatat
##cactttt
##aacgaa
##atggttt
##aatccg
##cacacaa
##agatttg
##aggcat
##cttact
##atgatat
##aaacac
##cctatt
##catttttt
##aatttgg
##atgattt
##cattgtt
##acgctg
##cgcgtt
##cttttttt
##cgtcag
##catattt
##cgattg
##atcaatt
##acgttt
##ccgcgcc
##aaccgg
##ccaaacc
##agtattt
##ctaaact
##cttctcc
##ctctact
##cgcggt
##cacatgt
##ccatttt
##aactag
##aatttttt
##acactgt
##ataaaatt
##catgttt
##ttgtttg
##tgtcaa
##gggagg
##acgcgg
##cgtacc
##agtaag
##catgcat
##aaaaatg
##agttgtt
##agtcgg
##cttatg
##aaaatttt
##cccgag
##aagggt
##attacc
##actatg
##ctatttg
##tgtagt
##aaaacat
##atggtgg
##actacc
##acgaat
##cggcct
##cttgttt
##ataatttt
##agaaacc
##aacggg
##caacac
##aggagag
##cggatg
##attcttt
##agaaact
##agttgtg
##agcgtt
##ccaaact
##cttccg
##cttgtgg
##aggcct
##cggcgt
##atacttt
##ctatcg
##atatact
##acgcag
##acaagtg
##attgtgg
##agtttttt
##cttcttt
##gggttt
##aaatatg
##cccggg
##cggacc
##acttgtg
##aagtttg
##ctgttgg
##ccaggt
##cctctct
##ccgact
##ccgacgg
##attcgt
##ctcattt
##cgatct
##ccaacaa
##cggaag
##cattgtg
##cgaatg
##cggggt
##ccgcgcg
##ccgcgt
##acatatt
##cttttgg
##ctccacc
##cctaag
##cagcgt
##acacacc
##cccagt
##atatattt
##tttattt
##cactgtt
##atgcac
##cggccgg
##caccacc
##actcgt
##acagtccggtg
##atttttttt
##aaaaaatt
##ccagat
##aaaatgt
##attataa
##aggcgt
##aagcaag
##ccacag
##aataatg
##attccg
##tttatg
##cccgtt
##cttaatt
##cataag
##aaaaaaaat
##ctgagt
##cgcatt
##cacatgg
##tttagg
##agacacc
##atttcaa
##cgacag
##ctgagg
##aacgtg
##ataagtt
##aatagg
##gggggg
##agatgtt
##attaaat
##ggtcaa
##aataaaat
##aaaaataa
##agacaat
##aactttt
##ttttttg
##atatataa
##cgctag
##atgaatt
##tttggttt
##cgcagt
##aacaagg
##atttagt
##atattgg
##aacgag
##aaatcaa
##ttgcc
##cctcgcc
##acaaaag
##tgtaat
##aaccgt
##atgtgtg
##catagt
##cgaagt
##caagtgg
##cccggt
##atgtgtt
##agaatgg
##gggcct
##cttgctt
##cgtacg
##atgttgt
##agtgttt
##cgcaat
##aaaaacc
##cgactt
##ccgcaa
##actcgg
##ccatag
##ttgagg
##aaagaag
##cctcag
##aactatt
##catttgt
##ctgct
##ccccacc
##ctttctt
##agtttgt
##caggtgg
##acattgg
##ctgctgg
##atgatgg
##cgcgcgcg
##aaacgt
##agtccg
##aaattgg
##catctcc
##cttaag
##ccaattt
##actatat
##aaattgt
##aaacacc
##aaacatg
##accgtccgg
##agtcgt
##acgcaa
##aactcg
##atttatat
##gggccg
##aattgtt
##atctttg
##actttgt
##ctttgtt
##ccaaaat
##ctgattt
##atatttgt
##ctggtgg
##aaaaagg
##ccacac
##cggaat
##cagcagg
##cacaatt
##caagcaa
##catctct
##agggagt
##catataa
##ccgggt
##ctctgtt
##cgataa
##agggtgg
##atttatg
##ctgcatg
##attttttg
##cttagg
##atcatgt
##accggt
##accagg
##aaataag
##agggttt
##gggttg
##gggcgg
##ctaaattt
##cgcgggg
##acaaaatt
##ctattttt
##aattcaa
##actctg
##agatgtg
##aaacaaaa
##aaatcat
##ccctag
##acttatt
##tgtcag
##actttgg
##catagg
##acaaact
##atataaaa
##acctttt
##ctgtttg
##ggtcgg
##acggtgg
##ggtatt
##agagagg
##agagggg
##aatgttt
##aaaagtg
##cctcggg
##ctaatttt
##tgttttt
##atgatgt
##cttcacc
##ctttgtg
##aaatact
##aacggt
##ctaacaa
##attcgg
##aatatttt
##ataaattt
##cacacac
##atataag
##agggagg
##cagagt
##atctgtt
##agagttt
##atgccg
##aacattt
##attattg
##catgtgt
##catgcaa
##cgcgcgg
##ttgttgg
##agcattt
##atatttttt
##ccaccgg
##acccgg
##accagt
##cgtgggt
##actagg
##atttgttt
##aatccaa
##acgatt
##ctagatt
##aacaatg
##ataaacc
##acgctt
##aatcaat
##ataattg
##caccgtg
##ctccctcc
##ctatattt
##ccaaatt
##cacgtgg
##cgcact
##ccgccgg
##ctgaaaa
##acaacat
##ccgcccc
##aatcgt
##aaatgtt
##tgtatg
##ataacat
##ctcaatt
##ataacaa
##atagatt
##cgggtgg
##aaagaaaa
##agaacaa
##ccgtcgg
##atccacc
##cctagt
##cctatg
##cacttgt
##agacatg
##agagatg
##ttttttttt
##ctacaat
##ataatgg
##agaaatg
##atgtatt
##acaaacc
##cactttg
##atacttg
##ctaaaatt
##ctgcgt
##actaatt
##ctgctcc
##atattttg
##atatcat
##aaacaag
##ggggtt
##cagagag
##attagtt
##attgatg
##caagttt
##atttaag
##acatggt
##attgtgt
##atatggt
##ccgagt
##ataatgt
##agctgtt
##cttcctt
##cagatgg
##ccgatt
##agattgg
##cggtttt
##ctttttg
##attgcaa
##acacatg
##ctctcct
##atagaag
##ataggtt
##agctttg
##accgtgg
##ataaatg
##acttttg
##atacact
##acacctt
##atcttgt
##aatacaa
##atcattg
##cgtttgg
##actaag
##ctcgttt
##ctcttgg
##cattcaa
##ctattgg
##cttacc
##ttgaaaa
##atcactt
##cccgaa
##cgaaag
##aatatgt
##caatcaa
##ctctttg
##acatcaa
##attcacc
##cttttgt
##tttaag
##aatctaa
##acccag
##aacgtt
##atatagt
##cacagcc
##aggtttt
##gggaag
##cttcccc
##cgcacggg
##ccaaaag
##actcag
##aggaagg
##ttgccg
##acaatgg
##ctatgtt
##actacg
##atcatgg
##cttatat
##caaaacc
##atagtgt
##ctacac
##ccgcat
##acaccgg
##ccatctct
##agtgtgg
##gggacg
##atttaaaa
##agcaccg
##atcacct
##cacaccgg
ttt
##cgccacc
##gggctg
##attttatt
##cacataa
##atttttgt
##agcatgt
##aatcatt
##actgtgg
##atataatt
##catgttg
##gggatg
##agtctct
##acacgtg
##actctct
##tttctg
##cagcaag
##ctaaaag
##attcatt
##cacaagt
##atttagg
##agacact
##ttgacc
##attatgt
##agttcaa
##agcaggg
##cacggtt
##ttgttttt
##atatatgt
##acagtgg
##actattt
##tttttgt
##attctct
##atctcat
##cactgtg
##acgcat
##aatcgg
##ctcttgt
##acccc
##cgtcgcc
##aattcat
##aaatgtg
##atcaatg
##ccgccgt
##agcaagg
##atacaaaa
##cacttgg
##ctgcctt
##aatattg
##acattgt
##agacaag
##agcatgg
##actgttt
##ctaaacc
##agaattg
##cacaatg
##caatcc
##ctgatgg
##aattgtg
##tgtcct
##aaacttg
##cggcat
##cacaagg
##acgacgg
##ctgcttg
##ccgcggg
##agcaatt
##acaaatg
##ccctttt
##atttaatt
##atggttg
##agtacg
##aaatggt
##ctataaaa
##aagcgg
##catccaa
##cacagtt
##aggaggg
##atacaag
##atatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatat
##agaagtg
##atacatat
##cacaacc
##cttcttg
##aataagt
##aatacg
##agctcgg
##attgtttt
##ctgcctg
##ctctctcc
##aaagttg
##caaactt
##cgccgtg
##agaaagg
##attgatt
##aacatgt
##agcaatg
##cctatat
##caaaatg
##atgtggt
##aaaaaatg
##atgtcat
##acatatg
##agaaggg
##agagtgg
##ccggccgg
##cgttttt
##acacacac
##tgtagg
##ccgctcc
##attatttt
##ctcatgt
##aagaagg
##cttcatt
##ctttgccgagtg
##ccaaacg
##aacgcc
##cacatcc
##cacccat
##caacgt
##agaagtt
##aagagtt
##agctagg
##agggact
##tttgggg
##cgagccg
##agcttgg
##aaactgg
##ataagtg
##accgttg
##atcttgg
##aaatcct
##acatcat
##aaaactg
##agccgtg
##acataat
##ctacttt
##agagact
##atctatt
##atgaatg
##tgtcgt
##atggagg
##caataat
##actttttt
##acgcgt
##atcatttt
##agatggt
##ctttaat
##ctctctctctctctct
##atttggg
##agctgtg
##cactcggcaa
##agtaatt
##cctataa
##agaacat
##acacttt
##atagatat
##agagcaa
##ccttgtt
##cacctgg
##atgcgg
##ccgaat
##acacttg
##atagagg
##agagttg
##agaggtg
##atatctt
##ctacatt
##catgcag
##acacacg
##atcagtt
##ggtcat
##tgttttg
##tttgttg
##ccgcagg
##aaaaagt
##atagaat
##gggcaa
##cctacg
##acaactt
##ataaaatg
##cggcccg
##cacacgg
##ctagtgg
##atgcatt
##agaaagaa
##cggatt
##nnnnnnnnnnnnnnnn
##aaagcaa
##gggcag
##agatagat
##ctctctt
##cctcctt
##ccagcag
##ctccttt
##ccatgtg
##ctattgt
##cggact
##aaacaat
##ccatttg
##attgaag
##caagaag
##atggatt
##acgaagg
##ctttatt
##aaacact
##agtataa
##atcaagt
##ccgctt
##cgcgtgg
##agttggt
##agcattg
##aactttg
##ctccaag
##aaacctt
##atacctt
##ttttcat
##acaccgt
##aattaatt
##aagataa
##atatatatatat
##ctacaag
##ttgact
##cacacat
##ccacctg
##atttact
##atccttt
##atgacaa
##cacgacc
##ccggtgg
##ccgctcg
##atgagtt
##aggttgg
##ttgagt
##atatcaa
##atctctt
##agatcaa
##ggtaag
##cagcccc
##acgaaaa
##agacaaaa
##attcttg
##ctgcac
##agtgcaa
##agctagt
##agccttg
##gggctt
##ccttttg
##ccacacc
##atctact
##ctcgtgg
##cctaaaa
##accctg
##agacatt
##aagtcaa
##atagtgg
##ctacatg
##aatctct
##aaaataaaa
##catcacc
##atgaaat
##accattt
##aagagaa
##cttagt
##tgtaaaa
##ctgttgt
##cacagag
##ctccacg
##cgtact
##cataatt
##caacaag
##cacgacg
##tttggttg
##atttgtttt
##cgtagg
##agcacgg
##atactgt
##aacttgt
##acacgtt
##caaaaat
##atgtatat
##ataactt
##ctcatgg
##atagagt
##tgtacc
##cagcac
##agaaaatg
##agaaaatt
##ggttttt
##cgtcgtg
##ccctat
##agttatt
##cgtgtgg
##acaatttt
##cggagt
##agattgt
##agatggg
##agttcat
##agaaataa
##caacaat
##atccatt
##aagattt
##atcaagg
##agcactg
##tgtatat
##agcctgg
##cgcccgcc
##actgttg
##atccttg
##agtgttg
##acatggg
##atgttgg
##atgttttt
##ggtagg
##ctttcat
##acagttt
##aagctaa
##ctctcat
##ccaacag
##cacacct
##tgtcgtg
##ccaaacaa
##aagttgt
##atgtaat
##cccgttt
##agagaat
##cgtatg
##aagaatt
##atacacc
##agcaagt
##acccacc
##ctcactt
##cgatttt
##agctaaaa
##cattatt
##ttttctt
##agataat
##ccatggt
##ccactgg
##agtcact
##actccg
##atgtatg
##ctctgtg
##cctaatt
##cctcacc
##ctaaatat
##aagcac
##agagagt
##agataaaa
##ctgcagg
##ccacatg
##ccgtcgt
##acactgg
##aggtggg
##cctcttt
##atctcaa
##ccatcaa
##cctagct
##ctaatgg
##cagcttt
##acttggt
##ccgagtg
##attacg
##ccgcccg
##agggacc
##atatgttt
##ctcctgg
##agaaagt
##attcaat
##agcacct
##attgcat
##agcagtg
##ctccgtt
##atgtact
##ctatgtg
att
##aagatat
##agacttg
##agcttgt
##gggcat
##agatagt
##agagaggg
##cctccaa
##attacaa
##tttcag
##attgaat
##ggtggtg
##ctagctg
##aaaacag
##ctgaatt
##aggaatg
##caagttg
##aaatattt
##aaatagt
##ctataat
##cattcat
##cggctgg
##atgcttt
##aagcacg
##cagcagt
##ataaagt
##ataaaagg
##ccacctt
##ccgaccg
##ctaggtg
##ccgaacc
##cagcacc
##acgcg
##ctcaagg
##agagagagagagagag
##cacactt
##cgtagt
##ccatatt
##gggtgt
##tttgtttt
##ccgttgg
##atgtagt
##aatcatg
##cagccgg
##atagatg
##ctatact
##agtgtgt
##ggtact
##aacgcg
##ctcacct
##atagttg
##atgggtg
##catcaat
##acacctg
##cggcggg
##accgttt
##cctattt
##cctcctg
##ctttcttt
##caggagg
##atggagt
##agttaat
##acactcggcaa
##ggtctt
##tttatat
##acaggtt
##agaataa
##atctatg
##agttagt
##aacatgg
##aaaaattt
##ccgcacg
##acagtgt
##cttgtgt
ttg
##ctgtgtg
##ctgctct
##aataattt
##atagaaaa
##atgtctt
##ccgatcc
##aaacggg
##caaatcc
##atggatg
##attttagt
##ccttcgt
##attagaa
##aatcact
##attaatg
##ctgctgt
##aactctt
##catcttt
##caaaagg
##aattattt
##cggcacg
##ctgactt
##attaaaat
##cgcctcc
##acatattt
##atattgtt
##atctgtg
##atgcaat
##cacaaat
##agttctt
##attggtt
##ataggtg
##aatagaa
##attctaa
##cccctcc
##atagcaa
##catcatt
##catacaa
##atgaagg
##acgtacgt
##cacatct
##aaacctg
##agcactt
##attcatg
##accacct
##acgcgcg
##agccagcc
##cattatat
##ctttagt
##aacatttt
##ccgtttt
##ctgcaag
##ttgttgt
##aactaaaa
##agactgt
##atgcact
##cctgttt
##ctacttg
##ctctcag
##ctgcttt
##aagagag
##agaggtt
##attcctt
##ctgatgt
##agctact
##attttctt
##aggatgg
##ccaacgg
##ctacact
##cacgcacg
##agatatg
##acataaaa
##aagaaat
##aaattttt
##ctacacc
##atagggg
##caccacg
##actaaat
##agacagt
##catcatg
##acaatgt
##agacttt
##aggcac
##cccccccccccccccc
##agaaattt
##accatat
##agagcag
##ccttctt
##ctggacc
##caggcagg
##aagcatg
##acggcgg
##agcaggt
##atccact
##attgctt
##ggtcag
##acaacag
##agcagtt
##cgcaccgg
##aatcttt
##gggacc
##atcaccg
##atccatg
##catacg
##ctatctt
##catcac
##cccattt
##atttttttg
##aaactgt
##acaaagt
##ctccttg
##cttgatg
##caatttg
##aggattt
##actaaaat
##aataataataat
##cgtgctt
##cgtatat
##atcactg
##aatcacc
##ctagctt
##cgcacgg
##cacacgt
##atagtttt
##tgtgtgtg
##catatgt
##ctaataa
##acattttt
##atcctgg
##cccccgcc
##ccatgtt
##caagcag
##cgagagg
##ctactgg
##ccatcct
##ctatcaa
##ggtacc
##ctgcacc
##aacactt
##aagaatg
##acaacct
##aggagtg
##ggtagt
##ctacagt
##agatatt
##aaagatg
atg
##ctcggtg
##aagatgg
##attatataat
##accaaat
##cccatgg
##acgggtt
##aatatgg
##acatctt
##ccatggg
##cgacac
##ccggacggt
##acagggg
##atcgggt
##cgtctcc
##cgtgggg
##cagctgg
##cgtctct
##tgtgttt
##aaaactt
##agacagg
##cgtcgag
##cagtttg
##atcacaa
##acaaatat
##attaaatt
##acgaatt
##actataa
##aacaagt
##atctaat
##aattagt
##ctccgtg
##ttgtgtt
##cagattt
##cctccgt
##atcagtg
##aagcaat
##atgtcaa
##aagacaa
##ggtatg
##ctctaat
##cgcgccg
##atgggtt
##ctcaatg
##ctcaccg
##cgctat
##agcccaa
##agctggg
##ctaaagttt
##attaagg
##atccgtt
##agaacag
##aggacgg
tgg
##cttccaa
##ctccact
##tttgtttg
##aggtggt
##acccac
##acgatgg
##cttgctg
##accccg
##cagggtg
##agatcct
##aagtagt
##cgaaaat
##ctagcaa
##agcgtgg
##ctccgcc
##tgtctg
##tttggtttg
##agctaat
##ctttcct
##cttcaat
##cgcgacg
##ctggctg
##aaagagg
##acgggtg
##atagcct
##ctaagtt
##ctaagtg
##atgataa
##cacagtg
##ccatcat
##acaattg
##ctaattg
##agagagaa
##actcttt
##ctatatg
##ctcaagt
##catgctt
##cctttgt
##atcgtgg
##ccgcacc
##atggcaa
##aatctgg
##aatcaag
##acgtttt
##acttctt
##agctcaa
##cagccaa
##aggtagt
##ctcagtt
##atttatttt
##atacagt
##cagctct
##cataaat
##ccc
##cgcttgg
##cacaccg
##agggggg
##acaaataa
##acttggg
##cggttgg
##attgttgt
##ccagtgg
##cacggtg
##acatcct
##ctttcaa
##atttataa
##cgggttt
##aggaatt
##aggaagt
##ccaatgg
##aggttgt
##cggcgtg
##ggtcct
##atacctg
##ctgctcg
##aagccaa
##cttgcat
##ccattgt
##actctaa
##atgtatgt
##ctactgt
##cgagtgg
##atgcgt
##agacacg
##acccctaatt
##agagaaaa
##acttcaa
##atttacc
##atataaatt
##cgaaacc
##aatggtt
##cagctcc
##aatgcaa
##cctctgg
##aaatctt
##ctcattg
##agattttt
##ctagact
##accgtccg
##cgatag
##acatgtgg
##ccacacg
##attcac
##atggtgt
##agaaggt
##attataat
##tgttggg
##cgcggaccgtccgg
##aatcac
##acccatt
##ccaaggg
##ttgcct
##agcacgt
##cttgtttt
##atcgttt
##tgtcgg
##atctcct
##agagcat
##ataaaattt
##cagcacg
##ctttggt
##aaaaacg
##cgagggg
##attatatt
##agtggtg
##agccacc
##aaaaccg
tgt
##acaaacaa
##cgggcggg
##caattttt
##ctggggt
##atgcaag
##aaagggt
##cctgtgg
##aatataat
##ccctcct
##aatttttg
##cgtcggt
##catcact
##atagact
##aggtttg
##atccaat
##aattttttt
##attgtttg
##aagcatt
##atactttt
##aggagaa
##agcgggg
##caggcag
##atgaagt
##agttggg
##acgtggg
##acgcacg
##cctgcctg
##catggtg
##cccaagg
##ccgcgtg
##aatgttg
##acaaggt
##ctcactg
##ccccctcc
##ccaagtg
##catgtttt
##atgcgtg
##aagttgg
##ctgcgcg
##atctatat
##acagttg
##cggcgcg
##cacctgt
##ccttcct
##ctgaaat
##accatgg
##catcaag
##cccaccg
##attattattatt
##aggagat
##aactaat
##ctaatgt
##aattaag
##agccacg
##agccttt
##atgagaa
##cacattg
##ctgtggg
##agtgact
##ctc
##ccagcaa
##attttgtt
##aaagggg
##acagcag
agg
##atacacg
##caatcat
##cagtcaa
##aaataatt
##aaaggtt
##aaaaaaaag
##atgattg
##caaccacc
##cgtgttt
##aaccctt
##ggtcgt
##aaaaggg
##cgacatg
##cgccacg
##cccacct
##aaaaaaatt
##ctttggg
##acaaggg
##ctaaatttt
##atccatcc
##aaggggt
##atgtgttt
##aggctgg
##ccgcctg
##aggcatg
##aactcaa
##aca
##aactgtt
##agtgagt
##ctatagt
##atttcag
##acacaag
##aacttgg
##ctcctgt
##cgttgtg
##cacaaag
##catctaa
##ctccaat
##ctgccaa
##ctgagcc
##cgcggtg
##ttgacg
##tgtttgt
##atctggt
##aaggaag
##cgtcagg
##ctacctt
##agtgatg
##agaaaagg
##acagaag
##aaggggg
##ctatttttt
##aatactt
##aaacatt
##cacaggg
##ctcgacg
##acacact
##atacatgt
##atagggt
##cgatcaa
##aaacacg
##ccccacg
##agagatgg
##ctgcaat
##attttattt
##cggcctg
##agatcat
##caagtgt
##ctagttg
##atagcat
##aaagtgg
##agacctt
##ccgagct
##cgtatt
##agaatttt
##ctccctct
##cgtgcgtg
##actccaa
##atcttttt
##ccgacct
##ccccttt
##cggacgg
##atccctt
##acagacc
##cagatat
##aatgtgt
##cagcatg
##atgccaa
##acaaattt
##cgtgtgt
##atgcacc
##aactcat
##cacactg
##aataaatt
##atatttgg
##atgcg
##cacgtgt
##cgaacaa
##acatacc
##atctggg
##aaaaggt
##agataag
##aatagag
##ctctctg
##ccttgtg
##cagttgg
##ctcggtt
##accagctg
##aaatggg
##aagcgt
##ctctatt
##agccact
##atttgagt
ctt
##cttcatg
##atcctcc
##cagcctg
##agacctg
##atcgtgt
##ccgctgg
##agaatgt
##cttgcaa
##cgttttg
##ccattgg
##acagagg
##acataag
##aaaccgg
##ctaggtt
##aagtact
##cacaaaat
##agaactt
##agaaccg
##acaaaatg
##aatgaag
##aagtcat
##agctggt
##ccttcat
##atccgtg
##agctcct
##aaaatttg
##ctttcag
##aatgtgg
##aaagtttt
##attccaa
##ccgtggg
##attactt
##cactcat
##cacaacaa
##ccttcaa
##acatact
##ctaaagt
##acggggg
##aaacagg
##cttggtt
##aaggtgg
##ccatcag
##acataatt
##cggtggg
##acaggtg
##atttcct
##caataaaa
##ctcccaa
##aaatacc
##atagattt
##ctgcacg
##ctctcaa
##aactagt
##ctctattt
##aagctgg
##aatagtg
##ctagcat
##ctagatg
##cgagcag
##agagggt
##atgatttt
##aggcagg
##caccgtt
##ctgtgtt
##cggctcc
##aggcaag
##actagtt
##caccaag
##caatggt
##cccaatt
##cagaatt
##ctcagtg
##aggaggt
##attgaaaa
##acttcct
##ttgcgg
##ccatctt
##cgtcgcg
##ctttcctt
##attttaat
##aaccttt
##agttttgt
##agaaacg
##cttggtg
##acatctct
##acttcat
##ctgcccc
gtg
##atacataa
##cagtggt
##ccaaccaa
##ttgcttg
##atcaggt
##agaacgg
##aagcagg
##ctcgacc
##atgcttg
##ccaagtt
##agtcacc
##cgaagtg
##ccacatt
##cagccag
##cacgcgg
##atttgttg
##aactgtg
##cttctaa
##cagttgt
##actaatg
##agtcatg
##agccgcc
##agtcatt
##ctttattt
##accgacg
##cgtgttg
##ctacctg
##aataaag
##cctccct
##agagacg
##ctgcgcc
##ctgcagt
##agccgtt
##caggttt
##cgcatgg
##cacatcg
##aacgggt
##agtccaa
##cctgtgt
##aaaaaaag
##tgttggt
##aggccgg
##cggtcgg
##gggccgg
##aatctgt
##atccaag
##atgagtg
##ttttatt
##acgtacg
##cattttttt
##atggatgg
##ctcacgt
##atgactg
##aatcttg
##acacaatt
##aaatctg
##ccacttt
##agcatttg
##aaaaacaa
##aaatttgg
##atgtggg
##tgtgtgt
##caatatt
##cattctt
##actacaa
##actagct
##aacccaa
##agagtgt
##agtttttg
##aattatat
##acagcaa
##ctggttt
##aaatagg
##aaaaagaa
##gggtggg
##ccagttt
##cagggtt
##cgcaagg
##cgtaat
##cagtcgg
##aaactttt
##attgcag
##agccaag
##cgggcgagg
##ctagtgt
##agaccgt
##actaaag
##aaggttt
##caaatgg
##ctataag
##aacagtg
##agagtttt
##aattcct
##agaaacaa
##ctggtgt
##actagtg
##ccacgtt
##agatattt
##aattatag
##attaattt
##atctatct
##attcact
##acggttg
##aatgcat
##cgtcccc
##cggctct
##actgtgt
##ctatcat
##cgtggtg
##agagcatg
##ttggttg
##ttgtctt
##aaaacct
##agaaatgg
##caacatg
##ccacttg
##cattggt
##aagaaag
##acatcag
##cgaattt
##ctaaaatg
##cgggagg
##attttatat
##cacgggt
##catatgg
##ctcccct
##aacattg
##attagct
##ccgtccg
##caactaa
##actactt
##aaaaccaa
##ccatacc
##atctagt
##accgttgg
##ctcgtgt
##accctct
##cgatggg
##ctgcgtg
##attggtg
##aagaagt
##ataacac
##cagatcc
##ccacaag
##caaaaaat
##ttgcatg
##attttaaaa
##caaagaa
##cctttttt
##cacgcag
##agcacaa
##ctcgccg
##cgggcggagcgg
##acgaggg
##actcatg
##cgaactt
##cgcctgg
##agataatt
##atagctt
##cccgccg
##caatcct
##cacgggg
##agcctcc
##agcgacg
##aaatcag
##atctattt
##acaaaagg
##ccggcgg
##ctccatg
##ctatacc
##agttcct
##cccgagg
##acatacat
##ccacgtg
##ctgtctt
##ctgataa
##cttgcag
##aaggacc
##ccaaatg
##ctaaggg
##ctccctt
##aaccacc
##aacaggt
##caagagg
##aagtggg
##cctttgg
##cgagcgg
##cgatctg
##agcccat
##aaaagaaaa
##agagatt
##cttgtgtt
##aataaatat
##attgagt
##aagttttt
##acctcct
##actcacc
##aaaatatt
##ctataatt
##attttggt
##ccctctt
##ctatcct
##atacattt
##accgcgg
##agatact
##ccttggt
##aggtgtg
##agctctt
##cca
##cacaacg
##cacagaa
##tttcttt
##cggccgt
##atctaaaa
##agtgtttt
##cgagtccgagcc
##acctttg
##aaacgtt
##atttctaa
##agagcgg
##aaataatg
##attgttgg
##aatatatt
##accatgt
##cgacacg
##cccatgt
##caagcat
##cctggtg
agt
##caattttg
##cccaatg
ctg
##cacacag
##agtagtt
##ctacagg
##cagaggg
##ctctatat
##ccaccacc
ggg
##aagaaaat
##aatatag
##ccgtttg
##ctgggtg
##actaaac
##attgattt
##attttatttt
##catggtt
##ccttggg
##agactgg
##cccacgg
##ctagcct
##agggatg
##cctgctg
##agctcat
##cccttgg
##atcacgt
##ctctacc
##cattcct
##cagtggg
##caaaagt
##acacatat
##accgtgt
##ccatatg
##acgagcc
##aatggtg
##ccgaggg
##caaaaatg
##cactggt
##ttgtgtg
##atccacg
##cactcaa
##aagatgt
##ctagcag
##ctcgctcg
##aaatttgt
##aattatg
##aattggg
##cggaggg
##agatctt
##cggtggt
##acatttgt
##ttgtcat
##aattctt
##agagaagg
##ccaacat
##ctcgtcg
##cgacggg
##acgtcag
##acaaagg
##ctctagg
##aattcag
##cgcaggg
##ccgatcg
##ccggtgt
##ctttact
##ccgaaaa
##ctgcggg
gtt
##aaattttg
##caccttg
##agacgtg
##acaaacg
##atcggtt
##agtgaag
##acccatg
##caaacat
##aacagtt
##cacatttt
##ccactgt
##cacaggt
##cgtacgt
##aattttgt
##ctagtttg
##aattggt
##actgcag
##acagggt
##ttttcaa
##agaaatat
##cgtccaa
##ctgcatt
##atgtatgg
##acccctaattatggt
##agtgtttg
##atcccat
##atattatt
##ttgttttg
##aataacat
##ttgtatt
##cttcgcc
##tttttttg
##cacaact
##agttcag
##aacacaa
##atacagg
##ctaacct
##ccgcatg
##cacagct
##atactgg
##aagtggt
##ctagaag
##ctcgcct
##tttacc
##caatctt
##ccacagg
##ctacacg
##atgtttgt
##atttggtt
##ctgaagg
##agccctt
##ttgtggg
##ccgatgg
##cacccaa
##agcgagg
##cgctggg
##agtgcat
##aaaccgt
##ccaccgt
##agatagg
##aattagg
##atacgtg
##caagcaag
##cccactg
##ctaaaaaa
##aatttgtt
##cccgacc
##ccatcgt
##acacaat
##actgcat
##atcctgt
##cactcct
##ccctccg
##attctgt
##ctaaacttt
##cgtcctt
##atggact
##accgccg
##ggtaaaa
##catttttg
##atgactt
##cagcgtg
##atggacg
##ctcacgg
##aaacagt
##cgacaag
##cgacgacg
##caatatat
##aaaaaagg
##accgctg
##cgtccgt
##actgctg
##ttgtcaa
##acctcat
##aga
##aacacct
##ctggatg
##ccagccg
##agcgggt
##ataacct
##cccacgt
##accacaa
##cgtcacg
##agtaaat
##agccggg
##aacccat
##aaacatat
##caccatg
##ctggagg
##ctggttg
##cttgacc
##caggttg
##cccccaa
##atccagg
##aaacggt
##atccaaaa
##agtgatt
##atggaag
##agtacaa
##caccttt
##cttcaag
##cgcgcgcc
##caatact
##cgacttt
##atgtacc
##agacggg
##ataatttg
##ccatccg
##ctagggg
##caggggg
##caaagtt
##cacgagg
##ctagaat
##cttgtttg
##cgtccgg
##cattattt
##ctttgttt
##aattaaaa
##tgtaag
##ctatatttt
##agttttttt
##cgatgtg
##aatttatat
##aattact
##atcatttg
##cctcgtg
##cagttttt
##acctcaa
##acgacaa
##ctgtact
##ctcctttt
##acgtgtg
##agatctg
##acacatt
##ataaattg
##ccccgcc
##agtagaa
##atggtttt
##aaacgtg
##cggcagg
##atataaat
##atggaat
##aatgtttt
##ccacact
##atcggtg
##agctcag
##cgaccgg
##acgtggt
##caccact
##atttctg
##ttggttt
##ggttttg
##cttcctg
##atatggg
##ccctgtg
##cttatttt
##atcccaa
##ctcatttt
##accgacc
##agccatg
##ttgtact
##cccactt
##aagggtt
##agaagaag
##actgtttt
##agggaat
##atggggg
##catgatt
##aatgaat
##acccatctggg
##cgcgcag
##cttcgtg
##cgctttt
##ctagagt
##tgtattt
##acctggg
##cgagttg
##cttcact
##aggctgt
##acctatt
##aaagcat
##aggacaa
##cttgggg
##ctgccgg
##cttgcttg
##actagag
##catgatg
##cttccct
##aggggtg
##ctatggt
##ccaattg
##ctaaataa
##cgtcgtt
##ccgctct
##catgaag
##ccacggg
##atatatttt
##atccgcc
##catcctt
##atcgagt
##cctcccg
##agggttg
##agttatg
##aaagagt
##ccgagtgt
ggt
##acttttgg
##aggatgt
##cttgaag
##ctacatat
##aaaggtg
##cgatttg
##ggtccg
##aggtgtt
##caaaattt
##cgcaccg
##cgcggcgg
##cgtcggg
##ctgaaaat
##actgatg
##aaagatt
##aatcctt
##agatcag
##ataaacaa
##acagcct
##aaaaaaatg
##attaaaag
##atatatatt
##aagcttt
##ctgcact
##aaagtgt
##accaacc
##agaccgg
##cgtcacc
##caaactg
##aaactttg
##atgctct
##atcacgg
##cccgtgg
##acaacaat
##cagcgcc
##caaaacaa
##acatatgt
##ctcgggg
##catgaat
##agtattg
##agagctg
##ccacaat
##atc
##agctatt
##agtagtg
##atttgctt
##agtggtt
##atttgtgt
##atggcgg
##ataaaagt
##cccccacc
##atatagg
##cgtgcat
##ccggtgtg
##accaagg
##ccaatgt
##aaagcag
##ctagggtt
##acggttt
##aattttgg
##cctctgt
##atgcagt
##cttcac
##aactact
##acacagt
##aataagg
##agcccgg
##attttttgg
##agc
##aagtgtt
##cgcgagg
##ccctttg
##attttcat
##cgttggg
##cctactg
##agttaaaa
##accagag
##atggcag
##ctttatat
##ctccatt
##cggtttg
##atgtcag
##cgacgtg
##acatagt
##cttgatt
##cgagaag
##ccagaag
##ccaggtg
##ataataat
##acctacc
##cgaaggg
##ctcttttt
##gggtacc
##agcgaag
##tgtgttg
##atattgtg
##acggagg
##ccagtgt
##aaccctaa
##cctgttg
##ttttggt
##atcaggg
##ccgtgtt
##atctacc
##cggctcg
##acttaat
##cttagcc
##aatgatg
##cgccggg
##atgttttg
##cacaccggacagtccggtg
##cactact
##atcaattt
##acacggt
##ccaacct
##cgggacg
##cgacacc
##acatgttt
##agaaacgg
##aggatat
##agggaggg
##atagatgt
##cagtact
##ctgttttt
##aaagaat
##aaagctt
##aaaataaaat
##agattcaa
##caccaaaa
##cacgttt
##catgctg
##atccagt
##ggtctg
##aaggttg
##atggacc
##ccagttg
##ccgtgtg
##catgacg
##cctcctcc
##ttgtagt
##cgtgcgg
##caggaag
##cagcttg
##ctaacat
##attgact
##acattgtt
##atagaatt
##ccaaagg
##ctggacg
##acagatg
##attagag
##caggtgt
##cgcacgt
##atggcat
##acacggg
##catgacc
##ttttggg
##agcctgt
##aaccttg
##cttataa
##aacactg
##cgcgggt
##atacgtt
##aattatgt
##acatggtt
##ccagagg
##attcctg
##aatgggt
##cccgtgt
##ctaaatg
##ggtgggg
##atagtttg
##cgggccg
##ttttaaaa
##caatggg
##acacaaaa
##ccaactt
##ccctgtt
##ccatcgg
##agggaag
##cttttttg
##cgagctg
##cgagtgt
##aaatagaa
##attaagt
##agtttgtt
##agaggagt
##cacgccg
##aaatttttt
##aattataa
##ctctcgt
##cccttgt
cgg
##atggctg
##atcgacg
##cagtgtg
##aaggagg
##ctcaggg
##acacctgg
##cctctcg
##agcggtg
##ccctcgt
##atttggtg
##agacggt
##atgaattt
##ccgtggt
##ccatctcc
##ccaaggt
##cagctgt
##acatctg
##attctcc
##catgtttg
##atttttgg
##accactg
##ccggccg
##ccgggtg
##agataatg
##ccagcgg
##cttctgg
##acctagt
##ctagccg
##acctgtt
##aagcccg
##cattttgt
##ctatctct
##cgttgtt
##aagtgtg
##atgtattt
##acgagaa
##cacccct
##ctagaaaa
##caatagt
##attgctg
##cttcgtt
##aatcgtg
##cacgcgcg
##aggcacc
##ttgtggt
##aaccact
##acctcgg
##caggcgg
##ccgggtt
##aagaaaag
##nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn
##ataaggg
##aaaatgtt
##actgcaa
##atgctaa
##atctttttt
##aggagtt
##agtcttt
##cgccgtt
##atcgttg
##aaacaatt
##cttacg
##agctaag
##ccaaattt
##cagagaa
##acgtact
##agagacc
##atgtcct
##caaatttt
##ctctaag
##caagatg
##atccatgg
##caggcaa
##accgtttg
##cgcccgcg
##acctggt
##cacatatt
##cgggccgg
##acagctg
##aggttttt
##cgagacg
##aaatcatg
##ccgccgcc
##acccctt
##ccccttg
##ctacgtg
##agctctg
##ctcaggt
##atatagaa
##cgacttg
##aacttttt
##cgctcgcg
##ataaagg
##atttcttt
##agacatat
##ctaaacg
##ctacaaaa
##ccctggg
##actgaag
##cacgctg
##atccggt
##cagccgt
##cctacaa
##aaggacg
##atttaaat
##caagccg
##cagtcat
##caagaaaa
##cgaattg
##aataacaa
##ccgccacc
##atatgtgt
##ctagggt
##aagtatt
##acatcgt
##acggtgt
##cgaggtg
##ctggcgg
##cgagacgg
##agttattt
##cagcctt
##aacctgt
##cctcttg
##ctttctct
##ccagacc
##ttttaat
##acgtcaa
##ataaggt
##ttgtatat
##agccagg
##aagcacc
##actcact
##aagtacc
##cgacctg
##acagagt
##cagtagt
##ccccatcc
##aaccgtg
##ata
##acatttttt
##ctcgttg
##ctccctg
##acatcgg
##aagactt
##aagggtg
##ctaactt
##ctagagg
##atgcacg
##agacacaa
##acgcttgt
##agtgctt
##cccacaa
##tttgtgt
##aacgagg
##aaaataat
##attagat
##aacgaag
##acagacg
##ctgaatg
##atgaact
##cgatctt
##caaaact
##acgtcgt
##accttcgg
##acccctaattatggtccccg
##catgcac
##atccggg
##cccaagt
##catcgcc
##aaccatg
##aagattg
##cgaaacg
##aacaggg
##aagtaat
##atatgtgg
##cccctgt
##cgaaggt
##attatgg
##agttagtt
##cacgagt
##acacagg
##ctctagt
##cggatat
##cccctgg
##actagcc
##caagtttt
##cactagt
##caacatt
##catatttt
##cccagtt
##ctaaggt
##atagatgg
##atgagat
##ataatatat
##ccaaagt
##ccaatttt
##actatttt
##aaccaat
##cctcgcg
##cacaaaag
##ttttttttg
##attttttttt
##cacgact
##aagtctt
##ctttctcc
##acggacg
##caagctg
##ccggtgcgcc
##attctttt
##cataaaat
##aaacgccg
##cctgcag
##ataacaat
##atctaatt
##caaattg
##agagaatg
##actttgtt
##agaactg
##atagacc
##aatctag
##ccgcgccg
##aagagat
##ctcgact
##cgacgtt
##agagccg
##ctggctgg
##tttgaat
##acgtcat
##agaaccaa
##ctcaccgg
##aagctgt
##cgctcgg
##aagacag
##agtttgtg
##cttgact
##aagcctt
##caaatgt
##atatagag
##aataatgt
##catgagg
##catgact
##ccgtcct
##agaaagtg
##caacttt
##ctacgtt
##acttaatt
##agcccag
##acatggtg
##agctcgt
##cgagttt
##attaggt
##cccattg
##atctggtg
##agagaatt
##attgagg
##actgacg
##atagttgt
##cgttctg
##aataaataa
##acccaat
##ctattttg
##accttgg
##cactggg
##atgctgg
##atctcgt
##cacgttctt
##cacccacc
##cactaaaa
##agatcgg
##caggacg
##cgaatttt
##cctcaag
##atagcag
##cgtttgt
##agtgggg
##ctaaacaa
##aagtatat
##ctatttgg
##cgcatgt
##cgagctgg
##agaaaaaaaa
##agacgtt
##caaggtg
##acacattt
##agggtttt
##atcgtttt
##cgccaag
##caccggg
##agttttgg
##ctaactatt
##aactaatt
##catcttg
##accttgt
##ataaatatt
##tttggatgg
##caccaat
##agaatttg
##atccatat
##cctccgg
##agtgcgg
##aatgagt
##attctgg
##aaacacaa
##caggtggt
##gggtgtg
##ccatctg
##cattacc
##atccagcg
##aaccaag
##aggcggg
##tttctct
##atttgaat
##atctataa
##ccaagaa
##atgaaaat
##cgattgg
##cttctgt
##ctactttt
##agtccct
##cgtgcag
##actactg
##cacataat
##caagagt
##catcagg
##atacaatt
##ttggtttt
##cacacatg
##tgtacg
##cctggtt
##agagctaa
##cgtattt
##caagatt
##ctctatttt
##atacggt
##agtcctt
##acttaggg
##acgaccg
##aaattgtt
##caatcaat
##agcgcgg
##attgtgtt
##ctttctg
##ctctctctctct
##agagctt
##agggtgt
##agtgacc
##ccgcggt
##atgcctt
##acagctt
##ccattttt
##caacgaa
##actagaa
##caatgtt
##agccaaaa
##cgggcct
##ccgagtt
##ctttaaaa
##agcccct
##ttgctgg
##cggcggcgg
##caagtttg
##tgtcagg
##aggcacg
##aagctcc
##ctctcgg
##atatatatg
##aataatttt
##cactcgt
##ctttgccgagtgt
##attagtg
##cacatcaa
##actacct
##acttcag
##attttggg
##ctgtcct
##ccaaatat
##ggtgttt
##ctaaaattt
##ctgacgg
##cttgagt
##ctctcacg
##gggggggggggggggg
##ctaagaa
##cttctttt
##ctttaatt
##aaaaactg
##ccagctg
##ctgtctg
##atcgatcg
##acatagg
##attgaatg
##agatctaa
##ataaaaaat
##agtcgtt
##caagaat
##ctttttttt
##cacaaacc
##ctgggtt
##ccgatgt
##ctaccgg
##acactttt
##cgctttg
##cgtggtt
##ccataaaa
##agtgtttgg
##acagaaaa
##cggatcc
##atggattt
##cgacagg
##atagataa
##cacaacat
##aactggt
##actaaatt
##agtcgtg
##agagattt
##caatatg
##ctgtcat
##agcttttt
##aagatttt
##aatgatt
##caacacg
##ctgaagt
##caacctt
##atgtgttg
##cgctcct
##caccggt
##aggtacc
##acgacgt
##agcatttt
##aggctcc
##ctgatat
##ccgggccgg
##ccagggg
##cttgttcggtt
##ctggact
##aagctct
##agcgttg
##agtgaat
##cattatg
##atgtaaaa
##agacataa
##ctagtttt
##ctttatg
##ttgcaacgcacggg
##acccacg
##agtaattg
##ctgtcgt
##cccggtg
##atcgtcg
##cttctctt
cgt
##cattact
##atatattg
##accaatt
##aggtcaa
##ttggtgt
##atatccg
##attttagaa
##aagtttttg
##tttaatt
##aatcagt
##ctctacg
##cagcact
##ctctactact
##aaagact
##cagaagg
##atatcct
##attgacg
##acatcac
##atttacg
##caccagg
##cggagtt
##cgtgccg
##accatct
##aaatacg
##ctctggt
##ctcacaa
##cggcaag
##cgacggt
##cgtaag
##cggcggt
##atgcctg
##acccggt
##ataaatgtg
##ctgccgt
##cgcgcgt
##agattttg
##ctgaacc
##ccggagg
##ccacagt
##cagaacc
##acacatgg
##atccaatt
##cccgttg
##aggcttt
##ctgagaa
##acatatgg
##agatccg
##ataccgt
##caccatt
##cgtgacg
##acctaat
##aatgact
##cggatgg
##cggcccc
##atcccct
##atctagg
##caatcag
##cattggg
##cgctgtg
##ctccacct
##acttact
##atctaag
##caatttgt
##acccgtt
##atggcgccg
##attttcaa
##cacgaag
##agaacct
##aacgtgg
##acagatt
##aggataa
##aaacattt
##tttagtt
##cgggcggagcggagtt
##accaccg
##attttagtt
##tttcgt
##ctccagt
##atgcagg
##atagagaa
##acagact
##acccact
##aagaggg
##agatccaa
##cagatcg
##ccaaaatt
##atgagag
##atctgtgg
##gggagt
##ctagattt
##aggtact
##agcggtt
##acagtttt
##cacgttg
##aaatatgg
##attatttg
##cgctccg
##atcgggg
##aggcact
##caacttg
##cttatgt
##cagcaat
##cattaaatg
##ctaatagtt
##aacacgg
##aagtatg
##aataattg
##attatct
##atccccg
##accagtt
##aatcggg
##cgtcatg
##aactggg
##cgcattt
##atatataat
##aaacataa
##cgatatg
##attgggg
##accacgg
##aggattg
##agtatgt
##attcagg
##cgagccgg
##aaaagttt
##aggagcc
##accataa
##accctaa
##aaaaatatt
##actgttgg
##acatccaa
##catctgt
##acttattt
##actcgtg
##cttgacg
##caatccg
##acccttt
##acaaccaa
##cggcgag
##aggagct
##cctctcct
##aagtcag
##aaaaattg
##aggtcat
##tgtggtg
##aggggtt
##catgcct
##aatgcact
##aaatatgt
##ccccctt
##cattaat
##cgaatgg
##accattg
##cattttgg
##ctcgggt
##acaactg
##ctgttttg
##cagctag
##cttgtgtg
##acacatgt
##cgccgccg
##ccccgtg
##atggatat
##ccggttt
##atttagtt
##ataaacg
##atatgttg
##ctaccgt
##agagcct
##agtatatt
##cgccttg
##cgactgg
##acaaataaaa
##cagactg
##cagatct
##actccct
##atataattt
##cacatcat
##aagttttg
##acggaag
##cgccatg
##catgggt
##agcctttg
##cccgacg
##accttttt
##atgatggt
##acctagg
##cttgcct
##ctacggt
##cccccctt
##atgtgtgt
##agaaattg
##cgtctgg
##cggcacc
##ccagatg
##caattgg
##catattg
##aagatct
##catttgtt
##cggcatg
##ctgtggt
##aacctttt
##agtttggg
##aatcgtt
##atgtaatt
##cgaagaa
##caacacc
##cggactg
##agtatttt
##agggatgg
##agcgacc
##atatttttg
##ataagtttg
##cgatggt
##ctcgggcgagg
##atagacg
##aaccacg
##cgtcgct
##ctaatttg
##catctgg
##acagaat
##ctgctggg
##agcgcag
##tttatatt
##ccccact
##ccccggt
##agtacct
##cgtgaatt
##ataatgtt
##actgctt
##acgttgg
##ccagctt
##aaggtggg
##ctgtcag
##aatgctt
##ctccggt
##caatctg
##atctcttt
##aaagctg
##attcaag
##caatgtg
##cagtcct
##ccatattt
##aaggtgt
##cccaaggg
##accaagt
##ccgtcgcc
##acaaccg
##aaaatatg
##aggcctg
##cttgaat
##cctaaat
##ttgtgttg
##atcctttt
##cagtccg
##aaacatgg
##atagaatg
##acccatctgggctgggg
##aacaccg
##ttgtaat
##caacact
##atccatacc
##agctatg
##cgcacct
##cgcgtcg
##agttaag
##aaaataacaa
##aagtttgt
##cgggccggg
##cttttctt
##agggagag
##aatttttttt
##ctaactaa
##cgtgcct
##agttgttt
##ctcgagg
##gggaaaa
##attatttttt
##cagataa
##aaaagctg
##acattttg
##cctagcc
##actggtg
##agctcact
##cgc
##ctgattg
##atatacc
##cgtgcaa
##aggtggtg
##ctccccg
##cgagcgag
##aggaaaag
##ctgacct
##ccaaacacc
##aatcctg
##ctttagg
##aaggccg
##cggtcgt
##attctat
##aataaattt
##ctatatatat
##accagcc
##ataaatttt
##cgccggt
##aaaataag
##gggtggt
##ctaaattg
##ctggccg
##cctgctcc
##agctacg
##cgatatt
##cgataat
##cggagaa
##ttgtatg
##aatatct
##ctttgttg
##ccagcct
##cattcatt
##agactttt
##aagtaaaa
##ccgaatt
##caaaattg
##cagcgcg
##caagggg
##caagcgcacc
##agtttttttt
##cagaaat
##agcagggg
##cgacact
##ctgtcgg
##ctggcct
##ataaactt
##ccttcctt
##cacaattt
##cgccctct
##aacaattt
##acccgaa
##cccagtg
##attaaag
##ctcgctg
##cgtgcgt
##acctctt
##aaccaaaa
##ctcgccgg
##ctaaactt
##accgagg
##ccgtccgt
##atctctact
##ataccgg
##ctgtacc
##cagtgtt
##cctgcat
##caataatt
##ccccctct
##atcatgtg
##cgtttttt
##aaacatgt
##cgac
##aagccgt
##caggctg
##atttctct
##ataaagaa
##caagacg
##aaggcaa
##ccctacc
##agattatataat
##ggtattt
##cactcgg
##cgacctt
##ccgagag
##ctgtagt
##cttgagg
##cgccaccg
##cctgcct
##cagagct
##aataaaag
##ctcgcgg
##aatacat
##catatatt
##agatggtg
##gggatt
##atggctt
##gggtcgg
##caaagtg
##aacgtgt
##ctttaagt
##atgaggt
##acgacct
##atgacat
##aagcgtg
##cagagtt
##cctcatt
##ttgtacc
##ataattttt
##gggact
##caaatcaa
##aaaacatt
##cacagcag
##atcatgtt
##gggttaccagctg
##cgaccgt
##ctgtcctt
##agtgggt
##cgtcaag
##cgcagtg
##ccgcctt
##catagtt
##acgagtg
##cagaggt
##ctggagt
##cgacatt
##acgtgtt
##caacccc
##ctttatttt
##cgcttgt
##atcttgtt
##ctgctag
##catgcaag
##ttgccaa
##agagggtg
##aaccgtt
##agaatgaag
##acgccgt
##cccgcgg
##agctagag
##aagaaatt
##cagcggg
##attaaatat
##ataaataaaa
##aaaatatat
##cgctcgcc
##agatttgg
##ggttggg
##caaacct
##catgggg
##agctacc
##ccggcct
##cactaat
##ctatatgt
##actcatt
##catcccc
##cgcgcggg
##atctctg
##aaaatagt
##cagacaa
##atttagag
##aaaatggt
##atcgagg
##aaaaaagt
##aataaagt
##cacaaatt
##acatatttt
##cgatccg
##ctattcacc
##ataatatt
##cctccctcc
##ttgaatt
##atgacct
##cacaaact
##catgccg
##cctcact
##cctcgaa
##ccaaactg
##acgtagt
##agaggagg
##accactt
##agatagag
##tttcaat
##cgtgaag
##aacgggg
##aacgacg
##aattgtgt
##cgatcgg
##aggtcgg
##atttatatt
##acgtcgg
##catgtgtg
##tgtctct
##ctaaagg
##acctaaaa
##caacgggg
##cacatag
##agggcgg
##actttttg
##aatcagg
##cgtcctg
##caattgt
##accaatg
##actatgt
##agggatt
##agttagg
##atcttttg
##acgagag
##agccgttg
##cttgcatg
##ataagttt
##atttatgt
##atagagtt
##atacattgg
##caactgt
##atatacg
##aaa
##actcctt
##aaggccgcggg
##cgagatt
##caaaccg
##cataatg
##cactgcat
##caccaccgg
##ctgactg
##cgctggt
##aacttgtg
##aaacaagt
##aatcgaa
##ccgagcg
##catctat
##actgatcc
##cgctcgt
##attgagtg
##cttgctct
##agctcgcg
##catccat
##cttaagg
##aagcact
##caccagt
##acaagttt
##atataagg
##acacaagg
##cccaggg
##aaaaaaact
##cgatcat
##ctcttgtg
##atggggt
##aatatgtt
##acttttgt
##cagctcg
##caaatttg
##ccgaggt
##cgacctggg
##agaggtgg
##ctgagtt
##acctgtg
##acgccgg
##aacgttt
##agttgtgg
##aagagtg
##acggacgg
##aaaacaat
##aattgttt
##aagcctg
##actcgtt
##ataaatgt
##ccacggt
##cttgttgg
##accatcc
##atatatag
##actcaat
##attgaatt
##caacagt
##catatcc
##catcagt
##catgcgg
##agctaatt
##cattaatt
##ctgtccg
##cgaatgt
##aaagtttg
##attttatg
##cctagtg
##cttcacg
##aacctgg
##ctctaaaa
##attttgtg
##cgcactg
##cttatcc
##ctagacc
##caaagcc
##aaatgttt
##ctgatcc
##aagacgg
##cctatgg
##cacagcg
##agggcat
##atattttttt
##accacgt
##acttagg
##aatgtttg
##atcgatg
##cgtcgccg
##cttcagg
##cagagtg
##agcatgtg
##agcggtgg
##cgatgtt
##aaatagag
##aaaaataaaa
##aaaaatgt
##acgtttg
##aagaaggg
##aacacgt
##ccagatt
##cgaaact
##ggttggt
##agatttttt
##atgtcgt
##cctcacg
##agtagat
##ataattgt
##atgataat
##catccct
##acatccg
##acacacaa
##agttaatt
##acccgcc
##ctggaag
##aatggagtgt
##cgctgtt
##agaacaag
##aactagg
##gggtatt
##aacatgtt
##aaaatcat
##tttcgg
##acaaaaaaaa
##cagaccg
##agagtttg
##aaaccctaa
##atgaacc
##atatctg
##ccgaacaa
##attttttgt
##ccggctg
##aaatccaa
##catgcatgg
##catgagt
##agccggt
##aacggtt
##cctacct
##ctcgtgtg
##aatagat
##attatatg
##caactct
##ccgttgt
##catcacg
##agaaagag
##cgagcagg
